Repository: gimsy/enigma2-6.9
Catalog: po/*.po
Languages: bg

source: (lower than any auto)
bg: (По-ниско от всяко авт.)

source: * current animation
bg: * текуща анимация

source: ButtonSetup
bg: Настройки бутон

source: CCcamInfo Mainmenu
bg: CCcam Инфо основно меню

source: CI (Common Interface) Setup
bg: CI (Common Interface)Настройки

source: Your Hardware can detect ci mode self or work only in legacy mode.
bg: Вашият хардуер може да открие CI режим или работи само в предишния режим.

source: Circular LNB
bg: Кръгово LNB

source: Cool Channel Guide
bg: Готин канален справочник

source: Change Boxmode to control Hardware Chip Modes*
bg: Променете Boxmode да контролира режими хардуерен чип*

source: Switch Mode to enable HDR Modes or PIP Functions
bg: Превключете на режим,за да се даде възможност на HDR режими или PIP Функции

source: Cool Easy Guide
bg: Готин лесен справочник

source: Default files/folders to backup
bg: По подраз. файлове/папки за архив

source: Don't add this recording
bg: Да не се добавя този запис

source: E2 Log
bg: E2 Дневник

source: Epg/Guide
bg: EPG/Ръководство

source: Execute in
bg: Изпълнение в

source: Frozen Cam Check
bg: Замразена Cam проверка

source: Image Version
bg: Имидж версия

source: Instant record
bg: Мигновенно записване

source: Internet
bg: Интернет

source: Lower limit in kilobits per seconds [kbit/s]
bg: Долна граница в килобита за секунда [kbit/s]

source: No
bg: Не

source: Reshare:
bg: Повторно споделяне:

source: Standard
bg: Стандартен

source: ballet
bg: балет

source: broadcasting/press
bg: излъчване/преса

source: film/cinema
bg: филм/кино

source: Yes
bg: Да

source: None
bg: Никой

source: Show Movies
bg: Покажи филми

source: If the free space is less than setting value, then an attempt is made to delete the old timeshift files.
bg: Ако свободното пространство е по-малко, отколкото създаването на стойност, то тогава се прави опит да се изтрият старите TimeShift файлове.

source: Zap up
bg: ZAP нагоре

source: Show extension selection
bg: Покажи избор на разширение

source: This option allows you to disable sorting of the Extensions list.
bg: Тази опция позволява да забраните сортиране списък разширения.

source: Choose whether DTS channel sound tracks should be downmixed to stereo.
bg: Изберете дали многоканалния звук трябва да бъде смесван до стерео.

source: Choose dvb wait delay for ci response.
bg: Изберете DVB изчакване закъснение за CI отговор.

source: Choose the CI protocol operation mode for standard ci or ciplus.
bg: Изберете режим на работа на CI протокол за CI стандарт или CI плюс.

source: This option allows you to disable show Restart Network in Extensions list.
bg: Тази опция позволява забрана показване Рестарт мрежа в списък разширения.

source: Start instant recording
bg: Старт незабавен запис

source: Hotkey Setup
bg: Настройка горещ ключ

source: History next
bg: Следваща история

source: History back
bg: История назад

source: Show graphical multi EPG
bg: Покажи графично мулти EPG

source: Configure whether another tuner from the preferred list is allocated for recordings instead of sharing a tuner that is already active receiving the same live TV channel.
bg: Конфигурирайте дали друг тунер от списъка с предпочитания е предназначен за записи вместо със споделяния тунер, който вече е активен като получи същия live TV канал.

source: Zap down
bg: ZAP надолу

source: Volume down
bg: Силата на звука надолу

source: Volume up
bg: Сила на звука нагоре

source: Zap to
bg: Zap до

source: Panic to
bg: Паника за

source: Setup
bg: Настройка

source: Open AutoTimer
bg: Отвори AutoTimer

source: Usage Setup
bg: Използвай настройка

source: Recording Setup
bg: Настройка записване

source: Harddisk Setup
bg: Harddisk настройка

source: Select HDD
bg: Изберете HDD

source: Same as in active
bg: Също като в активна

source: Hard disk standby in box standby after
bg: Твърдия диск в standby в приемника standby след

source: Use Harddisk Hardware Standby Timer
bg: Използвайте Harddisk Hardware Standby Timer

source: Option to enable the Hardware Standby Timer
bg: Опция за разрешаване на Hardware Standby Timer

source: Configure the hard disk drive to go to standby after the specified idle time when the box is in standby.
bg: Конфиг. устройството с твърд диск, за да отидете в режим след определен период на застой, когато приемника е в standby.

source: Subtitles Settings
bg: Субтитри настройки

source: Question
bg: Запитване

source: Warning
bg: Внимание

source: Video content: %ix%i%s %iHz
bg: Видео съдържание: %ix%i%s %iHz

source: Video mode: %s not available
bg: Видео режим: %s не е наличен

source: Video mode: 1080p also not available
bg: Видео режим: 1080p също не е на разположение

source: Video mode: %s
bg: Видео режим: %s

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
bg: Избор видео вход Моля, натиснете OK, ако вие можете да видите тази страница на вашия ТВ (или изберете друг входен порт). Следващият входен порт автоматично ще се изследва в 10 секунди.

source: Eventname only
bg: Само име събитие

source: Advanced options and settings.
bg: Разширени опции и настройки.

source: After pressing OK, please wait!
bg: След натискане ОК, изчакайте!

source: After pressing OK, please wait!
bg: След като натиснете OK, моля изчакайте!

source: Backup your %s %s settings.
bg: Архив. на вашите %s %s настройки.

source: Edit the upgrade source address.
bg: Редакт. на актуал. на адреса източник.

source: Manage extensions or plugins for your %s %s
bg: Управление на разширения или плъгини за вас %s %s

source: Online update of your %s %s software.
bg: Онлайн актуализиране на вашия %s %s софтуер.

source: Press OK on your remote control to continue.
bg: Натисни ОК на дистанционното за да продължи.

source: Flash on the fly your %s %s.
bg: Флашът ви е в движение %s %s.

source: Local = Flash a image from local path /hdd/images
bg: Локален = Флаш имидж от местни път/HDD/имиджи

source: Flash On the fly (select a image)
bg: Флаш в движение (изберете имидж)

source: Flash On the Fly
bg: Флаш в движение

source: Unzipping files, Please wait ...
bg: Разархивиране файлове, Моля, изчакайте ...

source: (disabled)
bg: (деактивиран)

source: Please select medium
bg: Моля, изберете носител

source: Do you really want to delete %s ?
bg: Искате ли да изтриете %s ?

source: Not enough free space on /hdd !! You need at least 300Mb free space. Exit plugin.
bg: Няма достатъчно свободно пространство на /hdd !! Имате нужда от поне 300MB свободно пространство. Изход плъгин.

source: ofgwrite not found !! Please make sure you have ofgwrite installed in /usr/bin/ofgwrite. Exit plugin.
bg: няма намерн ofgwrite !! Моля, уверете се, че сте инсталирали ofgwrite в /usr/bin/ofgwrite. Излезте от плъгина.

source: Restore your %s %s settings.
bg: Възстан. на вашите %s %s настройки.

source: Restore your %s %s with a new firmware.
bg: Възстан. на вашия %s %s с нов firmware.

source: Restore your backups by date.
bg: Възстан. на вашия архив по дата.

source: Scan for local extensions and install them.
bg: Сканиране за местни разширения и ги инсталира.

source: Select your backup device. Current device:
bg: Изберете вашето архив. устр-во. Текущо устройство:

source: View, install and remove available or installed packages.
bg: Преглед, инстал. и премахване на налични или инсталирани пакети.

source: Show CoolTVGuide
bg: Покажи CoolTVGuide

source: Show Graphical EPG
bg: Покажи графично EPG

source: Show Single EPG
bg: Покажи еденично EPG

source: Show Multi EPG
bg: Покажи мулти EPG

source: Show CoolSingleGuide
bg: Покажи CoolSingleGuide

source: Show CoolInfoGuide
bg: Покажи CoolInfoGuide

source: Show EPG
bg: Покажи EPG

source: Close PiP on exit
bg: Затвори PiP при изход

source: Show PIP in the Front Display
bg: Покажи PIP на предния дисплей

source: PIP with OSD
bg: PIP с OSD

source: With popup
bg: С изскачащ

source: Without popup
bg: Без изскачащ

source: (Radio)
bg: (Радио)

source: (TV)
bg: (ТВ)

source: and
bg: и

source: %-H:%M
bg: %-Ч:%М

source: %-H:%M -
bg: %-Ч:%М

source: %.0f GB
bg: %.0f Гб

source: %.0f MB
bg: %.0f Мб

source: %02d.%02d - %02d.%02d (%s%d min)
bg: %02d.%02d - %02d.%02d (%s%d мин)

source: %H:%M
bg: %Ч:%М

source: %d GB
bg: %d Гб

source: %d Gb
bg: %d Гб

source: %d KB
bg: %d Кб

source: %d MB
bg: %d Мб

source: %d Min
bg: %d Минута

source: %d channel found
bg: %d канал намерен

source: %d hour
bg: %d час

source: %d kB
bg: %d Кб

source: %d min
bg: %d мин

source: %d minute
bg: %d минута

source: %d minutes
bg: %d минути

source: %d of %d kBytes
bg: %d of %d kБайти

source: %d pixel wide
bg: %d широчина пиксел

source: %d second
bg: %d секунда

source: %d wireless network found!
bg: %d безжична мрежа е открита!

source: %s %s advanced remote control (native)
bg: %s %s дистанционно за напреднали (местно)

source: %s %s front panel
bg: %s %s преден панел

source: %s %s ir keyboard
bg: %s %s и клавиатура

source: %s %s ir mouse
bg: %s %s и мишка

source: %s %s remote control (native)
bg: %s %s дистанционно (местно)

source: %s %s software because updates are available.
bg: %s %s софтуер, защото има налични актуализации.

source: %s is no longer used. Should it be deleted?
bg: %s то вече не се използва. Трябва ли да бъде изтрит?

source: %s updated package available
bg: %s обновен достъпен пакет

source: %s%d min
bg: %s%d мин

source: '%s' contains %d file(s) and %d sub-directories.
bg: '%s' съдържа %d фаил(ове) и %d под-директории.

source: %sMode for SD (up to 576p)
bg: %sрежим за SD (до 576p)

source: %sMode for FHD (up to 1080p)
bg: %sрежим за FHD (до 1080p)

source: %sMode for HD (up to 720p)
bg: %sрежим за HD (до 720p)

source: %sMode for UHD (up to 2160p)
bg: %sрежим за UHD (до 2160p)

source: %sRefresh rate for FHD
bg: %sЧестота на опресняване за FHD

source: %sRefresh rate for HD
bg: %sЧестота на опресняване за HD

source: %sRefresh rate for SD
bg: %sЧестота на опресняване за SD

source: %sRefresh rate for UHD
bg: %sЧестота на опресняване за UHD

source: %sShow 1080i as 1080p
bg: %sПокажи 1080i като 1080p

source: 'Buffer in hours' or 'number of last events'. For deleting older timeshift files, the condition which occurred first has priority.
bg: 'Буфер в час' или 'номер на последните събития'.За изтриване на по-стари TimeShift файлове, състоянието което е настъпило когато първият е с приоритет.

source: (Show only reader:
bg: (Покажи един reader:

source: (empty)
bg: (Празен)

source: (show optional DVD audio menu)
bg: (покажи като опция DVD аудио меню)

source: * = Restart Required
bg: * = Рестарт Задължително

source: * Only available if more than one interface is active.
bg: * Предлага се само ако има повече от 1 интерфейс активен.

source: /usr/share/enigma2 directory
bg: /usr/share/enigma2 директория

source: /var directory
bg: /var директория

source: 0 (disabled)
bg: 0 (деактивиран)

source: 0.2s
bg: 0.2сек

source: 0.3s
bg: 0.3сек

source: 0.4s
bg: 0.4сек

source: 0.5s
bg: 0.5сек

source: 0.6s
bg: 0.6сек

source: 0.7s
bg: 0.7сек

source: 0.8s
bg: 0.8сек

source: 0.9s
bg: 0.9сек

source: 1 min.
bg: 1 мин.

source: 1 second
bg: 1 секунда

source: 1.2s
bg: 1.2сек

source: 1.5s
bg: 1.5сек

source: 1.7s
bg: 1.7сек

source: 10 (default)
bg: 10 (по подраз.)

source: 10 min.
bg: 10 мин.

source: 10 seconds
bg: 10 секунди

source: 12V output
bg: 12V изход

source: 12V output.
bg: 12V изход.

source: 15 min.
bg: 15 мин.

source: 15 seconds
bg: 15 секунди

source: 16:9 always
bg: 16:9 винаги

source: 1s
bg: 1сек

source: 2.5s
bg: 2.5сек

source: 20 seconds
bg: 20 секунди

source: 1st Infobar timeout
bg: 1-ва инфолента таймаут

source: 2nd Infobar timeout
bg: 2-ра инфолента таймаут

source: 24+ Hours
bg: 24+ Часа

source: 24- Hours
bg: 24- Часа

source: 2nd Infobar ECM
bg: 2ри инфобар ECM

source: 2nd Infobar INFO
bg: 2ри инфобар ИНФО

source: 2s
bg: 2сек

source: 3.5s
bg: 3.5сек

source: 30 min.
bg: 30 мин.

source: 30 minutes
bg: 30 минути

source: 30 seconds
bg: 30 секунди

source: 3D Mode
bg: 3D Режим

source: 3d mode
bg: 3д режим

source: 3s
bg: 3сек

source: 4s
bg: 4сек

source: 5 (default)
bg: 5 (по подраз.)

source: 5 min.
bg: 5 мин.

source: 5 minutes
bg: 5 минути

source: 5 seconds
bg: 5 секунди

source: 512 Mb
bg: 512 Mб

source: 5s
bg: 5сек

source: 60 minutes
bg: 60 минути

source: 64 Mb
bg: 64 Mб

source: 8 GB
bg: 8 ГБ

source: < Default >
bg: < По подраз. >

source: < Default with Picon >
bg: < По подраз. с Пикон >

source: <Current movielist location>
bg: <Текущo местоп. филмов списък>

source: <Default movie location>
bg: <По подраз. местоп. филм>

source: <Last timer location>
bg: <Последно местоп. таймер>

source: <unknown>
bg: <неизвестен>

source: A Recording, RecordTimer or PowerTimer is running or begins in 15 minutes. Extend sleep timer 30 minutes. Your %s %s will shut down after Recording or Powertimer event. Get in Standby now?
bg: Recording, RecordTimer или PowerTimer работи или започва след 15 минути. Разшири таймера за заспиване на 30 минути. Вашият %s %s ще се изключи след Recording или Powertimer събитие. Влез в Standby сега?

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
bg: Конфигурационният файл (%s) е бил променен, тъй като е бил инсталиран. Искате ли да запазите вашите промени?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
bg: Конфигурационният файл (%s) беше променен след инсталацията. Искате ли да запазите вашата версия?

source: A finished powertimer wants to reboot your %s %s. Do that now?
bg: Завършелият powertimer иска да рестартира вашия %s %s. Да го направи ли сега?

source: A finished powertimer wants to restart the user interface. Do that now?
bg: Завършелият powertimer иска да рестартира потребителския интерфейс. Да го направи ли сега?

source: A finished powertimer wants to set your %s %s to standby. Do that now?
bg: Завършелият powertimer иска да настроите вашия %s %s standby. Да го направи ли сега?

source: A finished powertimer wants to shutdown your %s %s. Do that now?
bg: Завършелият powertimer иска да ви изключи %s %s. Да го направи ли сега?

source: A finished record timer wants to set your %s %s to standby. Do that now?
bg: Завършелият record timer иска да настроите вашия %s %s standby. Да го направи ли сега?

source: No tuner is available for recording a timer!
bg: Няма тунер на разположение за запис с таймер!

source: No tuner is available for recording a timer! The following methods of freeing a tuner were tried without success:
bg: Няма тунер на разположение за запис с таймер! Следващите методи за освобождаване на тунер са били без успех:

source: A finished record timer wants to shut down your %s %s. Shutdown now?
bg: Завършелият record timer иска да изключи %s %s. Да изключи ли сега?

source: A recording has been started: %s
bg: Записът е бил стартирал: %s

source: A recording is currently running. What do you want to do?
bg: Записът в момента върви. Какво искаш да правиш?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
bg: Записът в момента върви. Моля спрете записа преди да опитате да конфигурирате позиционера.

source: A recording is currently running. Please stop the recording before trying to scan.
bg: Записът в момента върви. Моля спрете записа преди да опитате да сканирате.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
bg: Записът в момента върви. Моля спрете записа преди да опитате да стартирате satfinder.

source: Yes, delete from Timerlist
bg: Да, изтриване от Timerlist

source: Yes, delete from Timerlist and delete recording
bg: Да, изтриване от Timerlist и изтриване на запис

source: Do you really want to delete the recording?
bg: Искате ли да изтриете записа?

source: A repeating timer or just once?
bg: Повтарящ таймер или само веднъж?

source: Recordings abort PIP
bg: Прекъсване записи PIP

source: When enabled, a recording is allowed to abort picture-in-picture mode, when there are no free tuners.
bg: Когато е актив.,на записа е позволено да откаже режим картина в картина, когато не са налице свободни тунери.

source: Preferred tuners for recordings, multiple selection allowed
bg: Предпочитани тунери за записи, допускат множествена селекция

source: Recordings abort pseudo recordings
bg: Прекъсване записи псевдо записи

source: When enabled, a recording is allowed to abort pseudo recordings, when there are no free tuners.
bg: Когато е актив., на записа е позволено да откаже псевдо записи, когато не са налице свободни тунери.

source: Recordings abort streaming
bg: Прекъсване записи стрийминг

source: When enabled, a recording is allowed to abort streaming, when there are no free tuners.
bg: Когато е актив., на записа е позволено да откаже стрийминг, когато не са налице свободни тунери.

source: ask user
bg: попитай потребителя

source: just abort, no message
bg: просто отмени, няма съобщение

source: just abort, show message
bg: просто отмени, покажи съобщение

source: never abort
bg: никога не абортира

source: A required tool (%s) was not found.
bg: Исканото устройство (%s) не беше намерено.

source: A search for available updates is currently in progress.
bg: Търсенето на наличните актуализации в момента е в прогрес.

source: A second configured interface has been found. Do you want to disable the second network interface?
bg: Втори конфигуриран интерфейс е бил установен. Искате ли да забраните втория мрежов интерфейс?

source: A sleep timer wants to set your %s %s to standby. Do that now or set extend additional minutes?
bg: Таймерът за сън иска да настроите вашия %s %s standby. Да го направи ли сега или задайте допълнителни минути?

source: A sleep timer wants to set your %s %s to standby. Do that now?
bg: Таймерът за сън иска да настроите вашия %s %s standby. Да го направи ли сега?

source: A sleep timer wants to shut down your %s %s. Shutdown now?
bg: Таймерът за сън иска да изключи вашия %s %s. Да изключи ли сега?

source: Show advanced settings
bg: Покажи разширени настройки

source: Enable Network Traffic check
bg: Разрешаване проверка мрежов трафик

source: Enable Network IP address check
bg: Разрешаване Network IP проверка адрес

source: Restrict the active time range
bg: Ограничаване на активния период от време

source: without Query
bg: без заявки

source: only in Standby
bg: само в Standby

source: Standard (always)
bg: Стандартен(винаги)

source: Execution condition
bg: Състояние изпълнение

source: In expert mode, configure which tuners will be preferred for recordings, when more than one tuner is available.
bg: В разширен режим, конфиг. кои тунери ще бъдат предпочитани за записи,когато повече от един тунер е на разположение.

source: A small overview of the available icon states and actions.
bg: Малък преглед на наличните иконни състояния и действия.

source: A timer failed to record! Abort pseudo recordings (e.g. EPG refresh) and try again?
bg: Таймерът не успя да запише! Прекъсване на псевдо записи (напр.EPG ) и опитайте отново?

source: A timer failed to record! Abort streaming and try again?
bg: Таймерът не успя да запише! Прекрати стрийминга и опитайте отново?

source: A timer failed to record! Disable PIP and try again?
bg: Таймерът не успя да запише! Забранете PIP и опитайте отново?

source: A timer failed to record! Disable TV and try again?
bg: Таймерът не успя да запише! Забранете ТВ и опитайте отново?

source: Audio Settings
bg: Аудио настройки

source: Video Settings
bg: Видео настройки

source: AFP Setup
bg: AFP настройка

source: AV Setup
bg: AV настройки

source: AV aspect is %s.
bg: AV аспект е %s.

source: Abort
bg: Прекрати

source: Aborted a pseudo recording.
bg: Прекрати псевдо запис.

source: Aborted a streaming service.
bg: Прекрати стрийминг сервиз.

source: Aborting updateprogress
bg: Прекъсване updateprogress

source: About
bg: Относно

source: About...
bg: Относно...

source: Accesspoint:
bg: Точка за достъп:

source: Action on long powerbutton press
bg: Действие на дълго натискане powerbutton

source: Action on short powerbutton press
bg: Действие на късо натискане powerbutton

source: Activate
bg: Активиране

source: Open service list and select next channel for PiP
bg: Отвори сервизния списък и избери следващия канал за PiP

source: Open service list and select previous channel for PiP
bg: Отвори сервизния списък и избери предишния канал за PiP

source: Activate Picture in Picture
bg: Активиране на Картина в Картина

source: Activate current configuration
bg: Активиране на текуща конфигурация

source: Current mode: %s
bg: Текущ режим: %s

source: Press '0' to toggle PiP mode
bg: Натиснете '0', за да превключите в режим PiP

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
bg: Когато е актив., натискайки '0' вашия zap ще е на първия канал в първия си букет и изтрива вашата zap-history.

source: Activate network settings
bg: Активиране мрежови настройки

source: Activate the configured network settings.
bg: Активиране конфиг. мрежови настройки.

source: Active
bg: Активен

source: Active clients
bg: Активен клиент

source: Adapter settings
bg: Адаптер настройки

source: Add
bg: Добави

source: Add AutoTimer
bg: Добави AutoTimer

source: Add Timer
bg: Добави таймер

source: Delete timer
bg: Изтрий тимер

source: Edit timer
bg: Редактирай таймер

source: Disable timer
bg: Забрани таймер

source: Disable the HDD Process on VFD
bg: Забраняване на Процеса HDD на VFD

source: Add a auto timer for current event
bg: Добави AutoTimer за текущото събитие

source: Add a mark
bg: Добави отметка

source: Add a nameserver entry
bg: Добави nameserver запис

source: Add a new title
bg: Добави ново заглавие

source: Add a record timer
bg: Добави record таймер

source: Add a record timer for current event
bg: Добави запис. таймер за текущото събитие

source: Add a zap timer for current event
bg: Добави zap таймер за текущото събитие

source: Add a zap timer for next event
bg: Добави zap таймер за следващо събитие

source: Add bookmark
bg: Добави отметка

source: Add directory to playlist
bg: Добави директория към плейлиста

source: Add file to playlist
bg: Добави файл към плейлиста

source: Add files to playlist
bg: Добави файлове към плейлиста

source: Add provider
bg: Добави провайдер

source: Add recording (enter recording duration)
bg: Добави запис (въвеждане на продъл. запис)

source: Add recording (enter recording endtime)
bg: Добави запис (въвеждане запис ENDTIME)

source: Add recording (indefinitely)
bg: Добави запис (за неопределено време)

source: Add recording (stop after current event)
bg: Добави запис (стоп след текущото събитие)

source: Add service
bg: Добави сервиз

source: Add timer
bg: Добави таймер

source: Add title
bg: Добави име

source: Add to bouquet
bg: Добави към букет

source: Add to favourites
bg: Добави към предпочитани

source: Add/Remove timer for current event
bg: Добави/Премахни таймер за текущото събитие

source: Add/remove change timer for current event
bg: Добави/Премахни промяна таймер за текущо събитие

source: Adding schedule...
bg: Добавяне график...

source: Additional Info
bg: Допълнително инфо

source: Address
bg: Адреси

source: Adjust 3D settings
bg: Регулиране 3D настройки
