Repository: gimsy/enigma2-6.9
Catalog: po/*.po
Languages: bg

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
bg: Когато е актив.,субтитрите за хора с увреден слух ще бъдат предпочетени пред нормалните субтитри, когато и двата вида са на разположение.

source: When enabled, the lenght of each recording will be shown in the movielist (this might cause some additional loading time).
bg: Когато е актив., дължината на всеки запис ще бъде показан в списъка с филми (Това причинва допъл. време натоварване).

source: When enabled, the receiver will automatically use the audio track which you selected before.
bg: Когато е актив.,приемникът автоматично използва аудио записа, който вие сте избрали преди.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
bg: Когато е актив., приемникът автоматично използва субтитрите, които вие сте избрали преди.

source: When enabled, timeshift starts automatically in background after specified time.
bg: Когато е актив., TimeShift започва автоматично във фонов режим след опред. време.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
bg: Когато не е нула, един запис ще стартира по-рано от началния час посочен от EPG.EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
bg: Когато не е нула, един запис ще спре по-късно от момента на приключване посочен чрез EPG.

source: When set each folder will show the previous state used, when off the default values will be shown.
bg: Когато е настроен, всяка папка ще покаже предишното използвано състояние, при изключване по подраз. стойности ще бъдат показани.

source: When set the PIG will return to live after a movie has stopped playing.
bg: Когато е настроен на PIG се връща live, след сприране възпроиз. филм.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
bg: Когато съдържанието има аспектно съотношение 16:9, изберете дали да мащабирате/ разтягате картината.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
bg: Когато съдържанието има аспектно съотношение 4:3, изберете дали да мащабирате/ разтягате картината.

source: Where do you want to backup your settings?
bg: Къде искате да архивирате вашите настройки?

source: Restore Plugins
bg: Възстановяване плъгини

source: Backup plugins found do you want to install now?
bg: Архивираните плъгини намерени искате ли да се инсталират сега?

source: Install Plugins
bg: Инсталиране плъгини

source: Please wait while we check your installed plugins...
bg: Моля, изчакайте докато се покажат вашите инсталирани плъгини...

source: Restart Network Adapter
bg: Рестарт мрежов адаптер

source: Where should the recording be saved?
bg: Къде трябва да бъде запазен записа?

source: Where to save temporary timeshift recordings?
bg: Къде да запазя временните TimeShift записи?

source: Which event do you want to save permanently?
bg: Кое събитие искате да запазите перманентно?

source: White
bg: Бял

source: Width
bg: Ширина

source: Wireless LAN
bg: Безжична LAN

source: Wireless network
bg: Безжична мрежа

source: Wireless network configuration...
bg: Конфигуриране на безжична мрежа...

source: Wireless network connection setup
bg: Настройка безжична мрежова връзка

source: Wireless network connection setup.
bg: Настройка безжична мрежова връзка.

source: Wireless network state
bg: Състояние безжична мрежа

source: With this option you can hide Job Tasks from the extension screen (short blue button press).
bg: С тази опция можете да скриете Задачи за работа за разширение екран (кратко натиснете синия бутон).

source: Write error while recording. Disk full?
bg: Грешка при запис по време на запис. Дискът е пълен?

source: Write error while recording. Disk full? %s
bg: Грешка при запис по време на запис. Дискът е пълен? %s

source: Write failed!
bg: Грешка при запис!

source: Year
bg: Година

source: Yellow DVB subtitles
bg: Жълти DVB субтитри

source: Yes to all
bg: Да за всички

source: Yes, always
bg: Да, винаги

source: Yes, and delete this movie
bg: Да, и изтрий този филм

source: Yes, backup my settings!
bg: Да, архивира моите настройки!

source: Yes, but don't save timeshift as movie
bg: Да, но не запазвай TimeShift като филм

source: Yes, but save timeshift as movie and continue recording
bg: Да, но запази TimeShift като филм и продължи запис

source: Yes, but save timeshift as movie and stop recording
bg: Да, но запази TimeShift като филм и стоп запис

source: Yes, do a manual scan now
bg: Да, правя ръчно сканиране сега

source: Yes, do an automatic scan now
bg: Да, правя друго авто сканиране сега

source: Yes, do another manual scan now
bg: Да, правя друго ръчно сканиране сега

source: Yes, restore the settings now
bg: Да, възстанови настройките сега

source: Yes, returning to movie list
bg: Да, връщайки към филмовия списък

source: Yesterday
bg: Вчера

source: You already have a bootlogo installed, would you like to remove "%s"?
bg: Вие вече сте инсталирали bootlogo, бихте ли искали да се премахне "%s"?

source: You already have a channel list installed, would you like to remove "%s"?
bg: Вече имате инсталиран списък с канали, бихте ли искали да се премахне "%s"?

source: Would you save the entered PIN %s persistent?
bg: Бихте ли запазили вписания PIN %s постоянен?

source: You can cancel the installation.
bg: Можете да отмените инсталацията.

source: You can cancel the removal.
bg: Можете да отмените премахването.

source: You can continue watching TV etc. while this is running.
bg: Можете да продължите да гледате ТВ и т.н., докато това работи.

source: You can have the list sorted by time or alphanumerical.
bg: Можете да имате списъка подреден по време или буквено-цифров.

source: You can install this plugin.
bg: Можете да инсталирате този плъгин.

source: You can remove this plugin.
bg: Можете да премахнете този плъгин.

source: You cannot delete this!
bg: Не може да го изтриете!

source: You didn't select a channel to record from.
bg: Не сте избрали канал, за да записвате от.

source: You have already sent this log, are you sure you want to resend this log:
bg: Вие сте изпратили този дневник, сигурни ли сте че искате да го изпратите:

source: You have chosen to backup your settings. Please press OK to start the backup now.
bg: Вие сте избрали да архивирате вашите настройки. Моля, натиснете OK за да започне архивирането сега.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
bg: Избрали сте да създадете нов .NFI флаш стартиращ USB стик. Това желание променя дяловете на USB стик и следователно всички данни от него ще бъдат изтрити.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
bg: Вие сте избрали да се възстановят вашите настройки.Enigma2 ще се рестартира след възстановяването. Моля натиснете ОК за да започне възстановяването.

source: You have chosen to save the current timeshift event, but the event has not yet finished What do you want to do ?
bg: Вие вече сте избрали да запазите текущото събитие TimeShift, но събитието не е още завършено Какво искаш да правиш ?

source: You have no script to run.
bg: Вие вече нямате работещ скрипт.

source: You have not setup your user info in the setup screen Press MENU, and enter your info, then try again
bg: Вие вече нямате настройка на вашето потреб. инфо в настройката на екрана Натиснете Меню и въведете вашата информация, след това опитайте отново

source: You have selected no logs to delete.
bg: Вие не сте избрали дневници за изтриване.

source: You have selected no logs to send.
bg: Вие не сте избрали дневници за изпращане.

source: You have to wait %s!
bg: Трябва да изчакате %s!

source: You seem to be in timeshift!
bg: Вие изглежда сте в TimeShift!

source: You seem to be in timeshift, Do you want to leave timeshift ?
bg: Вие изглежда сте в TimeShift, искате ли да напуснете TimeShift?

source: You system does not support ext4
bg: Вашата система не поддържа ext4

source: Your STB will restart after pressing OK on your remote control.
bg: Вашият STB ще се рестартира след натискане на ОК на дистанционното.

source: Your %s %s is not connected to the internet, please check your network settings and try again.
bg: Вашият %s %s не е свързан към интернет, моля, проверете мрежовите настройки и опитайте отново.

source: Your %s %s is now ready to be used. Your internet connection is working now.
bg: Вашият %s %s вече е готов да бъде използван. Вашият интернет работи в момента.

source: Your %s %s is now ready to use. Your internet connection is working now. Please press OK to continue.
bg: Вашият %s %s вече е готов за използване. Вашата интернет връзка работи в момента. Моля, натиснете OK за да продължите.

source: Your %s %s is rebooting
bg: Вашият %s %s се рестартира

source: Your %s %s is shutting down
bg: Вашият %s %s се изключва

source: Your %s %s is shutting down. Please wait...
bg: Вашият %s %s се изключва. Моля, изчакайте...

source: Your %s %s isn't connected to the internet properly. Please check it and try again.
bg: Вашият %s %s не е свързан с интернет правилно. Моля, проверете го и опитайте отново.

source: Your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
bg: Вашият %s %s може да бъде неизползваем сега. Моля, консултирайте се с ръководството за по-нататъшна помощ преди рестартиране %s %s.

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
bg: Вашият %s %s ще бъде рестартиран след инсталирането на сервиза. Искате ли да го инсталирате сега ?

source: Your %s %s will be restarted after the installation of service Ready to install %s ?
bg: Вашият %s %s ще бъде рестартиран след инсталирането на сервиза Готови ли сте да инсталирате %s ?

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
bg: Вашият %s %s wще бъде рестартиран след отстраняването на сервиза Искате ли да го премахнете сега ?

source: Your backup succeeded. We will now continue to explain the further upgrade process.
bg: Вашето архивиране успя. Сега ще продължим с обясненията за следващия ъпгрейд процес.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
bg: Вашата колекция надвишава размера на еднослоен диск, ще ви трябва празен двуслоен DVD!

source: Your config file is not well-formed: %s
bg: Вашият конфиг. файл не е добре оформен: %s

source: Your current collection will get lost!
bg: Вашата настояща колекция ще се загуби!

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
bg: Вашият firmware трябва да бъде ъпгрейднат. Натиснете OK за да започне ъпгрейда.

source: Your frontprocessor will be upgraded Please wait until your %s %s reboots This may take a few minutes
bg: Вашият преден процесор ще бъде обновен Моля, изчакайте докато вашият %s %s рестартира Това може да отнеме няколко минути

source: Your internet connection is not working! Please choose what you want to do next.
bg: Вашата интернет връзка не работи! Моля, изберете какво ще правите по-нататък.

source: Your internet connection is working (ip: %s)
bg: Вашата интернет връзка работи (ip: %s)

source: Your network configuration has been activated.
bg: Вашата мрежова конфигурация е активирана.

source: Select what you want the TV button to activate:
bg: Изберете какво искате с бутон TV, за да активирате:

source: Your receiver does not have an internet connection
bg: Вашият приемник не разполага с интернет връзка

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
bg: Вашата безжична LAN интернет връзка не може да се стартира! Свързахте ли вашият USB WLAN стик? Моля, изберете какво ще правите по-нататък.

source: Zap back to previously tuned service?
bg: ZAP обратно към предишния избран сервиз?

source: Zap back to service before positioner setup?
bg: ZAP обратно към сервиза преди настройка на позиционер?

source: Zap back to service before tuner setup?
bg: ZAP обратно към сервиза преди настройка тунер?

source: Zap focus to Picture in Picture
bg: ZAP фокус към картина в картина

source: Zap focus to main screen
bg: Zap фокус към основния екран

source: Zap mode
bg: Zap режим

source: Zap to channel (setup in menu)
bg: Zap до канал (настройка в менюто)

source: Zap to channel and close (setup in menu)
bg: Zap до канал и затвори (настройка в менюто)

source: Zap to selected channel
bg: Zap до избрания канал

source: Zap to selected channel, or show detailed event info (depends on configuration)
bg: Zap до избрания канал или показване подробно инфо за събитие (зависи от конфиг)

source: Zoom Off...
bg: Zoom Изкл...

source: [TimeShift] Restarting Timeshift!
bg: [TimeShift] Рестартиране Timeshift!

source: [Timeshift] Merging records failed!
bg: [Timeshift] Обединяване записи неуспешно!

source: [alternative edit]
bg: [редактиране алтернатива]

source: [bouquet edit]
bg: [редактиране букет]

source: [favourite edit]
bg: [редактиране предпочитани]

source: [move mode]
bg: [режим преместване]

source: a gui to assign services/providers to common interface modules
bg: на GUI за присвояване сервизи/провайдери на общи интерфейсни модули

source: a gui to assign services/providers/caids to common interface modules
bg: на GUI за присвояване сервизи/провайдери/caids на общи интерф. модули

source: abort alternatives edit
bg: прекъсни редактиране алтернативи

source: abort bouquet edit
bg: прекъсни редактиране букети

source: abort favourites edit
bg: прекъсни редактиране предпочитани

source: about to start
bg: за да стартира

source: activate network adapter configuration
bg: активирате конфигурация мрежов адаптер

source: Network test...
bg: Тест мрежа...

source: add alternatives
bg: добави алтернативи

source: add bookmark
bg: добави отметка

source: add bouquet
bg: добави букет

source: add marker
bg: добави маркер

source: add service to bouquet
bg: добави сервиз към букет

source: add service to favourites
bg: добави сервиз към предпочитани

source: add to parental protection
bg: добави към родителска защита

source: address:
bg: адреси:

source: adult movie/drama
bg: за възрастни филм/драма

source: advanced
bg: разширен

source: Advanced
bg: Разширени

source: adventure/western/war
bg: приключение/уестърн/война

source: advertisement/shopping
bg: реклама/пазаруване

source: alphabetic
bg: азбучен

source: alternative
bg: алтернатива

source: arts/culture (without music, general)
bg: изкуство/култура (без музика, като цяло)

source: arts/culture magazine
bg: изкуства/списание култура

source: as plugin in extended bar
bg: като плъгин в разширен бар

source: at beginning
bg: в началото

source: at end
bg: в края

source: athletics
bg: атлетика

source: audio tracks
bg: аудио песен

source: auto
bg: авто

source: auto deepstandby
bg: авто deepstandby

source: auto standby
bg: авто standby

source: automatic
bg: автоматичен

source: back
bg: назад

source: background image
bg: фон имидж

source: better
bg: по-добър

source: black
bg: черен

source: black & white
bg: черно и бяло

source: blacklist
bg: черен лист

source: blue
bg: син

source: by date
bg: по дата

source: card
bg: карта

source: card reader
bg: четец на карти

source: cartoon/puppets
bg: анимационни/куклени

source: center
bg: център

source: centered
bg: центриран

source: centered, wrapped
bg: центриран, увит

source: chapters
bg: глави

source: childrens's/youth program (general)
bg: детска/младежка програма (общо)

source: circular left
bg: кръгово ляво

source: circular right
bg: кръгово дясно

source: comedy
bg: комедия

source: confirmed
bg: потвърден

source: connected
bg: свързан

source: continue
bg: продължи

source: cooking
bg: готварски

source: copy
bg: копирай

source: copy to bouquets
bg: копиране в букет

source: create directory
bg: създай директория

source: currently installed image: %s
bg: понастоящем инсталиран имидж: %s

source: daily
bg: дневно

source: day
bg: ден

source: delete
bg: изтрий

source: delete cut
bg: изтрий изрязаното

source: descramble and record ecm
bg: дешифриране и запис на ЕСМ

source: Descramble & record ECM' gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
bg: Декодиране и запис ECM' дава възможност за дешифриране впоследствие, ако декодирането на запис не успее.'Не дешифрирания, запис ECM 'запазва кодирания запис, и може да се дешифрира при възпроизвеждане.'Нормално 'начина на дешифриране на записа не записва ECM.

source: detective/thriller
bg: детективски/трилър

source: disable
bg: забрани

source: disable move mode
bg: забрани филмов режим

source: disabled
bg: забранен

source: disconnected
bg: изключен

source: discussion/interview/debate
bg: дискусия/интервю/дебат

source: do nothing
bg: не прави нищо

source: documentary
bg: документален

source: don't descramble, record ecm
bg: не дешифриране, запис на ЕСМ

source: done!
bg: готово!

source: east
bg: изток

source: ecm time:
bg: ecm време:

source: economics/social advisory
bg: икономика/социално консултативна

source: edit alternatives
bg: редактиране алтернативи

source: education/science/factual topics (general)
bg: образование/наука/фактически теми (общо)

source: empty
bg: празен

source: enable
bg: разреши

source: enable bouquet edit
bg: разрешаване редактиране букети

source: enable favourite edit
bg: разрешаване редактиране предпочитани

source: enable move mode
bg: разрешаване филмов режим

source: enabled
bg: разрешен

source: end alternatives edit
bg: край алтернативно редактиране

source: end bouquet edit
bg: край редактиране букет

source: end cut here
bg: край рязане тук

source: end favourites edit
bg: край редактиране предпочитани

source: enter number to jump to channel.
bg: въведете номер, за да скочи до канал.

source: Enter persistent PIN code
bg: Въведете постоянен PIN код

source: This allows you to set the number of digits to 5, if you have more than 9999 channels.
bg: Това ви позволява да настроите броя на цифрите до 5, ако имате повече от 9999 канали.

source: User defined delay when you press another button to zap to the channel.
bg: Потреб. определено забавяне когато натиснете друг бутон за zap на канала.

source: User defined delay when you press the first button to zap to the channel.
bg: Потреб. определено забавяне когато натиснете 1-вия бутон за zap на канал.

source: Setup delay mode to zap to channels.
bg: Настройка режим забавяне за zap за канали.

source: Setup how to control the channel changing.
bg: Настройка контролиране смяна на канала.

source: Configure if and how wide the service name column will be shown in the channel selection list.
bg: Конфиг. дали и как широчината на името на сервизната колона ще бъде показана в списъка с избраните канали.

source: Configure if and how the record indicator will be shown in the channel selection list.
bg: Конфигурирайте дали и как индикаторът за запис ще бъде показан в списъка с избраните канали.

source: When enabled, channel numbering will start at '1' for each bouquet.
bg: Когато е актив.,номериране канал ще започне от '1' за всеки букет.

source: Reduce the size of the service picons for more line spacing between them.
bg: Намаляване размера на сервизни пикони за повече разстояние между тях.

source: Configure if service picons will be shown in the servicelist.
bg: Конфигурирайте ако сервизни пикони ще бъде показани в servicelist.

source: entertainment (10-16 year old)
bg: забавления (10-16 годишна възраст)

source: entertainment (6-14 year old)
bg: забавления (6-14 годишна възраст)

source: equal to
bg: равен на

source: Equal to
bg: Равен на

source: equestrian
bg: конен

source: exit DVD player or return to file browser
bg: изход от DVD плеър или връщане към файловия браузър

source: exit mounts setup menu
bg: изход от монтиране настройка меню

source: exit network adapter configuration
bg: изход конфигурация мрежов адаптер

source: exit networkadapter setup menu
bg: изход меню за настройка мрежов адаптер

source: experimental film/video
bg: експериментален филм/видео

source: extensions.
bg: разширения.

source: failed
bg: неуспешни

source: false
bg: невярно

source: fashion
bg: мода

source: file oscam.conf could not be found
bg: файл oscam.conf не може да бъде намерен

source: fileformats (BMP, PNG, JPG, GIF)
bg: файлов формат (BMP, PNG, JPG, GIF)

source: filename
bg: име файл

source: fine arts
bg: изящни изкуства

source: fitness & health
bg: фитнес и здраве

source: flat alphabetic
bg: плосък азбучен

source: flat alphabetic reverse
bg: плосък азбучен реверс

source: folk/traditional music
bg: фолк/традиционна музика

source: football/soccer
bg: футбол/футбол

source: foreign countries/expeditions
bg: чужди страни/експедиции

source: forward to the next chapter
bg: напред към следващата глава

source: free
bg: свободни

source: free diskspace
bg: свободно място на диска

source: full
bg: пълен

source: further education
bg: допълнително образование

source: gardening
bg: градинарство

source: get the cards' server
bg: получи на карт'сървъра

source: go to deep standby
bg: отиди на deep standby

source: go to standby
bg: отиди на standby

source: grab this frame as bitmap
bg: вземи този кадър като bitmap

source: green
bg: зелен

source: Green
bg: Зелен

source: Green long
bg: Зелено дълго

source: height
bg: височина

source: horizontal
bg: хоризонтална

source: increase uphop by 1
bg: увеличи uphop от 1

source: information/education/school program
bg: информация/образование/учебна програма

source: init module
bg: инициализация модул

source: init modules
bg: инициализация модули

source: insert mark here
bg: постави отметка тук

source: Here you can browse (but not modify) the files that are added to the backupfile by default (E2-setup, channels, network).
bg: Тук можете да разглеждате(без промяна)файловете, които се добавят към архивния файл по подразб.(E2-настройка, канали, мрежа).

source: Here you can specify additional files that should be added to the backup file.
bg: Тук посочвате специфични файлове, които да бъдат добавени към архив. файл.

source: Here you can select which files should be excluded from the backup.
bg: Тук можете да изберете кои файлове трябва да се изключат от архив.

source: invalid type
bg: невалиден тип

source: is strongly advised.
bg: силно се препоръчва.

source: jazz
bg: джаз

source: jump back to the previous title
bg: скочи обратно към предишното заглавие

source: jump forward to the next title
bg: скочи напред към следващото заглавие

source: languages
bg: езици

source: leave movie player...
bg: напусни филмов плеър...

source: left
bg: ляв

source: left, wrapped
bg: наляво, увит

source: leisure hobbies (general)
bg: отдих хобита (общо)

source: length
bg: дължина

source: limit ..., aborting !
bg: ограничаване ..., абортира!

source: literature
bg: литература

source: live broadcast
bg: предаване на живо

source: locked
bg: заключен

source: magazines/reports/documentary
bg: списания/доклади/документални

source: making a backup before updating
bg: направи резервно преди актуализиране

source: manual
bg: ръчно

source: Manual
bg: Ръчно

source: martial sports
bg: бойни спортове

source: medicine/physiology/psychology
bg: медицина/физиология/психология

source: menu
bg: меню

source: mins
bg: минути

source: minutes
bg: минути

source: month
bg: месец

source: motor sport
bg: моторен спорт

source: motoring
bg: автомобилизъм
