Repository: gimsy/enigma2-6.9
Catalog: po/*.po
Languages: bg

source: Setup AFP
bg: Настройка AFP

source: Setup Audio Sync
bg: Настройка аудио синхр

source: Setup Audio Sync settings
bg: Настройка аудио синхр. за настройки

source: Setup Audiomode
bg: Настройка аудио режим

source: Setup Enigma2
bg: Настройка Enigma2

source: Setup FTP
bg: Настройка FTP

source: Setup Harddisk
bg: Настройка Harddisk

source: Setup Inadyn
bg: Настройка Inadyn

source: Setup Language
bg: Настройка език

source: Setup MiniDLNA
bg: Настройка MiniDLNA

source: Setup Mounts
bg: Настройка монтиране

source: Setup NFS
bg: Настройка NFS

source: Setup Network Services
bg: Настройка мрежови сервизи

source: Setup Network Services (Samba, Ftp, NFS, ...)
bg: Настройка мрежови сервизи (Samba, Ftp, NFS, ...)

source: Setup OpenVPN
bg: Настройка OpenVPN

source: Setup Plugin filter
bg: Настройка Плъгин филтър

source: Setup Plugin filter. Here you can select which Plugins are showed in the PluginBrowser
bg: Настройка Плъгин филтър.Тук можете да изберете кои плъгини са показани в PluginBrowser

source: Setup SABnzbd
bg: Настройка SABnzbd

source: Setup Samba
bg: Настройка Samba

source: Setup Telnet
bg: Настройка Telnet

source: Setup Tuner
bg: Настройка тунер

source: Setup Videomode
bg: Настройка видео режим

source: Setup each tuner for your satellite system
bg: Настройка на всеки тунер за вашата сателитна система

source: Setup interface
bg: Настройка интерфейс

source: Setup menu
bg: Настройка меню

source: Setup mode
bg: Настройка режим

source: Setup network time synchronization interval.
bg: Настройка време мрежа, интервал синхронизация.

source: Setup rotor
bg: Настройка rotor

source: Setup tuner(s)
bg: Настройка тунер(и)

source: Setup uShare
bg: Настройка uShare

source: Setup your Audio Mode
bg: Настройка на вашия аудио режим

source: Setup your Channel selection configuration
bg: Настройка на вашият избор конфигурация на канал

source: Setup your Device mounts (USB, HDD, others...)
bg: Настройка на вашето монтирано устройство (USB, HDD, други ...)

source: Setup your EPG config
bg: Настройка на вашия EPG конфиг

source: Setup your Harddisk
bg: Настройка на вашия Harddisk

source: Setup your LCD
bg: Настройка на вашия LCD

source: Setup your OSD
bg: Настройка на вашето OSD

source: Setup your Skin
bg: Настройка на вашата кожа

source: Setup your System
bg: Настройка на ващата система

source: Setup your Tuner and search for channels
bg: Настройка на вашия тунер и търсене на канали

source: Setup your Video Mode, Video Output and other Video Settings
bg: Настройка на вашия видео режим, видео изход и други видео настройки

source: Setup your display
bg: Настройка на вашия дисплей

source: Setup your local network
bg: Настройка на вашата локалната мрежа

source: Setup your local network. For Wlan you need to boot with a USB-Wlan stick
bg: Настройка локална мрежа.За Wlan, трябва да се зареди с USB-Wlan стик

source: Setup your mounts for network
bg: Настройка на вашето монтиране за мрежа

source: Setup your network interface. If no Wlan stick is used, you only can select Lan
bg: Настройка мрежов интерфейс.Ако не се използва Wlan стик, трябва да изберете Lan

source: Setup your network mounts
bg: Настройка на мрежовите ви стойки

source: Setup your positioner
bg: Настройка на позиционера ви

source: Setup your positioner for your satellite system
bg: Настройка на вашия позиционер за сателитна система

source: Setup your recording config
bg: Настройка на вашия конфиг. запис

source: Setup your remote buttons
bg: Настройка на вашите дистанционни бутони

source: Setup your satellite equipment
bg: Настройка на вашето сателитно оборудване

source: Setup your timezone.
bg: Настройка на часовите ви зони.

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
bg: Дали съветника на USB стик процедира и програмира на имидж файл %s във флаш памет?

source: Sharpness
bg: Острота

source: Show /tmp/ecm.info
bg: Покажи /tmp/ecm.info

source: Show 1080p 24fps as
bg: Покажи 1080p 24fps като

source: Show 1080p 25fps as
bg: Покажи 1080p 25fps като

source: Show 1080p 30fps as
bg: Покажи 1080p 30fps като

source: Show 480/576p 24fps as
bg: Покажи 480/576p 24fps като

source: Show 720p 24fps as
bg: Покажи 720p 24fps като

source: Show 24p up to 720p / higher than 720p as
bg: Покажи 24p до 720p / 720p по-висока от колкото

source: Show 24p up to resolution 720p or higher than 720p as a different Framerate.
bg: Покажи 24p до резолюция 720p или по-висока от 720p за различна скорост на кадрите.

source: Show 25p up to 720p / higher than 720p as
bg: Покажи 25p до 720p / 720p по-висока от колкото

source: Show 25p up to resolution 720p or higher than 720p as a different Framerate.
bg: Покажи 25p до резолюция 720p или по-висока от 720p за различна скорост на кадрите.

source: Show 30p up to 720p / higher than 720p as
bg: Покажи 30p до 720p / 720p по-висока от колкото

source: Show 30p up to resolution 720p or higher than 720p as a different Framerate.
bg: Покажи 30p до резолюция 720p или по-висока от 720p за различна скорост на кадрите.

source: Show Audioselection
bg: Покажи Аудио подбор

source: Show AutoTimer List
bg: Покажи Авто таймер списък

source: Show CI messages
bg: Покажи CI съобщения

source: Show Clients
bg: Покажи клиенти

source: Show Display Icons
bg: Покажи икони на дисплея

source: Show E2 Log
bg: Покажи E2 дневник

source: Show EIT now/next in infobar
bg: Покажи EIT сега/следваща в инфолента

source: Show EPG for current channel...
bg: Покажи EPG за текущия канал...

source: Show Eventview
bg: Покажи изглед събитие

source: Show Games show
bg: Покажи Games show

source: Show Infobar
bg: Покажи инфобар

source: Show Log
bg: Покажи дневник

source: Show Log Manager in extensions list ?
bg: Покажи Log Manager в списъка за разширения ?

source: Show Media playback Remaining/Elapsed as
bg: Покажи възпр. на медия останало/изминало като

source: Show OE Log
bg: Покажи OE дневник

source: Show PVR status in MoviePlayer infobar
bg: Покажи статус PVR в MoviePlaye инфобар

source: Show preview of current mode (*).
bg: Режим на визуализация за канал

source: This option moves the PVR status from the seprate window into the MoviePlayer infobar.
bg: Тази опция придвижва статус PVR от отделен прозорец в Movie Player инфобар.

source: Show RFmod setup...
bg: Покажи RFmod настройка...

source: Show Readers/Proxies
bg: Покажи Readers/Proxies

source: Show Time Remaining/Elapsed
bg: Покажи време оставащо/изминало

source: Show Timer List
bg: Покажи таймер списък

source: Show Transponder Remaining/Elapsed as
bg: Покажи транспондер оставащ/изминал като

source: Show spinning logo when system is busy.
bg: Покажи въртящо лого, когато системата е заета.

source: Show WLAN status
bg: Покажи WLAN статус

source: Show animation while busy
bg: Покажи анимация докато е зает

source: Show background in Radio Mode
bg: Покажи фон в режим радио

source: Show background when tuned to a radio channel.
bg: Покажи фон, когато настройвам радио канал.

source: Show bouquet on launch
bg: Покажи букет на старта

source: Show bouquet selection menu
bg: Покажи букет меню за избор

source: Show channel numbers in channel selection
bg: Покажи номера на канала в избор на канал

source: hide
bg: крия

source: Show channel number in infobar
bg: Покажи инфобара при смяна на канал

source: Show crypto icons
bg: Покажи крипто икони

source: Show crypto info in infobar
bg: Покажи крипто инфо в инфолента

source: Show detailed event info
bg: Покажи подробно инфо за събитието

source: Show encryption info in the infobar (when supported by the skin).
bg: Покажи инфо за криптиране на инфолента (ако се поддържа от кожата).

source: Show epg
bg: Покажи EPG

source: Show event details
bg: Покажи детайли на събитието

source: Show event-progress in channel selection
bg: Покажи събитие-напредък в избор на канал

source: Show extended description
bg: Покажи разширено описание

source: Show extensions...
bg: Покажи разширенията...

source: Show icon for new/unseen items
bg: Покажи икона за нови/невидими предмети

source: Show in extensions list ?
bg: Покажи в списъка за разширения?

source: Show info
bg: Покажи инфо

source: Show info line
bg: Покажи инфо линия

source: Show infobar on channel change
bg: Покажи инфобара при смяна на канал

source: Show infobar picons
bg: Покажи инфолента с пикони

source: Show infobar on event change
bg: Покажи инфобар при смяна на събитие

source: Show infobar on skip forward/backward
bg: Покажи инфобар при прескачане напред/назад

source: Show job tasks in extensions
bg: Покажи задачите за работа в разширения

source: Show live tv when movie stopped
bg: Покажи телевизия на живо като спре филма

source: Show menu
bg: Покажи меню

source: Show menu numbers
bg: Покажи меню

source: This option allows you to show menu number quick links.
bg: Тази опция ви позволява да се покаже меню номер линкове.

source: Show message when recording starts
bg: Покажи съобщение когато записът стартира

source: Show movie lengths in movielist
bg: Покажи филмови дължини в списък филм

source: Show only found image and mtd partitions.
bg: Покажи само намерен имидж и MTD дялове.

source: Show or hide the extended description, (skin dependent).
bg: Покажи или скрий удължено описание, (кожата зависима).

source: Show picon background colour
bg: Покажи пикон цвят на фона

source: show picons in service list
bg: показвай picons в списъка за сервиз

source: Show positioner movement
bg: Покажи движение позиционер

source: Show screensaver
bg: Покажи скрийнсейвър

source: Enable and set the duration of the second infobar (press OK twice) that may include more information on the current service.
bg: Разрешаване и определяне продължителност втора инфолента (натиснете OK два пъти), че може да включва повече информация за текущ сервиз.

source: Set the time to hide the second infobar. The bar also disappears on pressing 'OK'.
bg: Задайте време за скриване втора инфолента.Барът също изчезва при натискане на 'OK'.

source: Show service type icons
bg: Конфигурирайте дали и как сервизни тип икони ще бъдат показани

source: Show shutdown menu
bg: Покажи меню за изкл

source: Show single epg for current channel
bg: Покажи единичен EPG за текущия канал

source: Show source packages
bg: Покажи пакети с изходен код

source: Show status icons in movielist
bg: Покажи статус икони във филмовия списък

source: Sort by default
bg: Сортиране по подраз

source: Show the infomation on current event.
bg: Покажи информация за текущото събитие.

source: Show the list of AutoTimers.
bg: Покажи списъка на авто таймери.

source: Show the list of timers.
bg: Покажи списъка на таймери.

source: Show the media player...
bg: Покажи медия плеър...

source: Show the plugins...
bg: Покажи плъгини...

source: Show the radio player...
bg: Покажи радио плеър...

source: Show the tv player...
bg: Покажи ТВ плеър...

source: Show on Display
bg: Покажи върху дисплей

source: Clock
bg: Часовник

source: Channel Name
bg: Име на канала

source: Show time elapsed as positive
bg: Покажи изминалото време като положително

source: Show time remaining/elapsed
bg: Покажи време оставащото/изминало

source: This option allows you choose how to display elapsed time as + or -
bg: Тази опция избирате как да се показва изминалото време като + или -

source: Show translation packages
bg: Покажи превод пакети

source: Service picons downsize
bg: Сервизни пикони размер надолу

source: Show transponder remaining/elapsed as
bg: Покажи транспондер останалите/изминали като

source: Show warning when timeshift is stopped
bg: Покажи предупреждение когато TimeShift е спрян

source: Shows the icons when new/unseen, else will not show an icon.
bg: Покажи иконите като нов/невидим, иначе няма да се покажат на икона.

source: Shows the state of your wireless LAN connection.
bg: Покажи статуса на вашата безжична LAN връзка.

source: Shuffle playlist
bg: Претупвам плейлиста

source: Shutdown
bg: Изключвам

source: Side by Side
bg: Един до друг

source: Side by side
bg: Един до друг

source: Signal OK, proceeding
bg: Сигналът е OK, процедура

source: Signal Strength:
bg: Сила сигнал:

source: Signal quality
bg: Качество сигнал

source: Signal strength:
bg: Сила сигнал:

source: Similar
bg: Подобен

source: Similar broadcasts:
bg: Подобни предавания:

source: Simple
bg: Опростен

source: Simple fade
bg: Опростено затихване

source: Simple titleset (compatibility for legacy players)
bg: Опростено titleset (съвместимост за утвърдени играчи)

source: Simple zoom
bg: Опростено увеличение

source: Simulate (no write)
bg: Симулира (без запис)

source: Single
bg: Единичен

source: Single EPG
bg: Единичен EPG

source: Single satellite
bg: Един сателит

source: Single step (GOP)
bg: Единична стъпка (GOP)

source: SingleEPG settings
bg: Единични EPG настройки

source: Site latitude
bg: Ширина на сайта

source: Site longitude
bg: Дължина на сайта

source: Skin Selector
bg: Селектор кожа

source: Skin Setting
bg: Селектор кожа

source: Skin Setup
bg: Настройка кожа

source: Skin setup
bg: Настройка кожа

source: SkinSelector
bg: Селектор кожа

source: Skins
bg: Кожи

source: Skip empty services
bg: Пропусни празни сервизи

source: Skip internet connection check (disables automatic package installation)
bg: Прескачане проверка интернет връзка (деактивира авт. инсталиране пакет)

source: Sleep delay
bg: Отлагане заспиване

source: Slide picture in loop
bg: Разгледай картина в контур

source: Slide show interval (sec.)
bg: Разгледай всеки интервал (сек.)

source: Slot %d
bg: Слот %d

source: Slovak
bg: Словашки

source: Slovenian
bg: Словенски

source: Slow
bg: Бавно

source: Slow motion speeds
bg: Бавни скорости за движение

source: Small progress
bg: Малък напредък

source: Smartcard PIN
bg: Смарткарта PIN

source: Smooth
bg: Плавно

source: Social/Political/Economics
bg: Социален/Политически/Икономически

source: Softcam settings
bg: Softcam настройки

source: Software
bg: Софтуер

source: Software Manager
bg: Мениджър софтуер

source: Software Manager Setup
bg: Настройка Мениджър софтуер

source: Software Panel
bg: Панел софтуер

source: Software Update
bg: Актуализация софтуер

source: Software management
bg: Софтуер за управление

source: Software manager setup
bg: Настройка Мениджър софтуер

source: Software restore
bg: Възстановяване софтуер

source: Software update
bg: Актуализация софтуер

source: Softwaremanager information
bg: Информация Мениджър софтуер

source: Some plugins are not available:
bg: Някои плъгини не са налични:

source: Sorry Inadyn Config is Missing
bg: За съжаление Inadyn Config липсва

source: Sorry MediaScanner is not installed!
bg: За съжаление MediaScanner не е инсталиран!

source: Sorry feeds are down for maintenance
bg: За съжаление каналите са предвидени за поддръжка

source: Sorry feeds are down for maintenance, please try again later.
bg: За съжаление каналите са предвидени за поддръжка, опитайте по-късно.

source: Sorry CIHelper Config is Missing
bg: За съжаление CIHelper Config липсва

source: Allow unstable (untested) updates
bg: Позволява нестабилни (неизпитани) актуализации

source: No Cam started !! Cam 1 must be different from Cam 2
bg: Не стартира Cam !! Cam 1 трябва да бъде различен от Cam 2

source: Creating start scripts and starting the cam
bg: Създаване на стартиращи скриптове и стартиране на cam

source: Waiting...
bg: В очакване...

source: Not Started !! Cam binname must be in the start command line Check your emu config file
bg: Не стартира!! Cam binname трябва да бъде в стартовия команден ред Проверете вашия емулаторен конфиг. файл

source: Sorry uShare Config is Missing
bg: За съжаление uShare Config липсва

source: Sorry your Backup destination does not exist Please choose an other one.
bg: За съжаление вашето местоназначение архив не съществува Моля, изберете друго.

source: Sorry, %s has not been installed!
bg: За съжаление, %s не е инсталиран!

source: Sorry, no backups found!
bg: За съжаление, няма намерени архиви!

source: Sorry, no details available!
bg: За съжаление, няма налични данни!

source: Sorry, your backup destination is not writeable. Please select a different one.
bg: За съжаление, вашето местоназначение архив не е достъпно за писане. Моля, изберете друго.

source: Sort
bg: Сортиране

source: Sort EPG List
bg: Сортиране EPG списък

source: Sort list by
bg: Сортиране на списъка с

source: Sort plug-in browser alphabetically
bg: Сортиране приставки браузър по азбучен ред

source: Sort Extensions list alphabetically
bg: Сортиране на списък с разширения по азбучен ред

source: Sort setting screen's alphabetically
bg: Сортиране екранни настройки по азбучен ред

source: Show Restart Network in Extensions list *
bg: Покажи Рестартиране мрежа в разширения списък *

source: Sound
bg: Звук

source: Sound carrier
bg: Звуко носител

source: Source request
bg: Източник искане

source: South
bg: Юг

source: Spanish
bg: Испански

source: Split preview mode
bg: Split режим визуализация

source: Splitscreen
bg: Split екран

source: Sports
bg: Спортни

source: Standard list
bg: Стандартен списък

source: Standby / Restart
bg: Standby / Рестарт

source: Standby / restart
bg: Standby / рестарт

source: Start
bg: Старт

source: Start Mode
bg: Старт режим

source: Start attempts
bg: Старт опити

source: Start from the beginning
bg: Старт от самото начало

source: Start offline decode
bg: Старт офлайн декодиране

source: Start recording?
bg: Старт запис?

source: Start teletext
bg: Старт телетекс

source: Start test
bg: Старт тест

source: Start time
bg: Старт време

source: Start timeshift
bg: Старт timeshift

source: Start/stop/select cam
bg: Старт/стоп/изберете cam

source: Start/stop/select your cam, You need to install first a softcam
bg: Старт/стоп/изберете вашия cam, трябва да инсталирате първо softcam

source: Starting Cam 1:
bg: Стартиране Cam 1:

source: Starting Cam 2:
bg: Стартиране Cam 2:

source: Starting on
bg: Стартиране

source: Status
bg: Статус

source: Status:
bg: Статус:

source: Step east
bg: Стъпка на изток

source: Step west
bg: Стъпка на запад

source: Stepped east
bg: Обърни на изток

source: Stepped west
bg: Обърни на запад

source: Stop
bg: Стоп

source: Stop PiP
bg: Стоп PiP

source: Stop check when cam is running
bg: Стоп провери кога cam работи

source: Stop current event and disable coming events
bg: Стоп текущото събитие и деактивирай следващите събития

source: Stop current event but not coming events
bg: Стоп текущото събитие но не и следващите събития

source: Stop entry
bg: Стоп вписване

source: Stop playing this movie?
bg: Стоп възпроизвеждане този филм?

source: Stop recording
bg: Стоп запис

source: Stop recording and delete
bg: Стоп запис и изтрий

source: Stop recording now
bg: Стоп запис сега

source: Stop service on return to movie list
bg: Стоп сервизи и връщане към филмовия списък

source: Stop test
bg: Стоп тест

source: Stop testing plane after # failed transponders
bg: Стоп тестване на ниво след # провалили транспондери

source: Stop testing plane after # successful transponders
bg: Стоп тестване на ниво след # успешни транспондери

source: Stop timer recording
bg: Стоп запис с таймер

source: Stop timeshift
bg: Стоп timeshift

source: Stop timeshift while recording?
bg: Стоп на timeshift докато записва?

source: Stop's timeshift being used if a recording is in progress. (adviseable for usb sticks)
bg: Спрете използване timeshift, ако записа е в ход. (Препоръч. за USB стикове)

source: Stopped
bg: Спряно

source: Store at index
bg: Запази в индекса

source: Store position
bg: Запази позиция

source: Stored position
bg: Запазена позиция

source: Stream request
bg: Stream заявка

source: Strict DLNA
bg: Стриктно DLNA

source: Stripes
bg: Райета

source: Strongest position
bg: Силна позиция

source: Subservice mode
bg: Subservice режим

source: EPG button mode
bg: Режим EPG бутон

source: INFO button mode
bg: Режим Инфо бутон

source: QuickEPG mode
bg: QuickEPG режим

source: Subtitle
bg: Субтитри

source: Subtitle Quickmenu
bg: Субтитри бързо меню

source: Subtitle alignment
bg: Подравняване субтитри

source: Subtitle border width
bg: Граница ширина субтитри

source: Subtitle delay when timing is bad
bg: Закъснение субтитри при лоша синхронизация

source: Subtitle delay when timing lacks
bg: Закъснение субтитри при липса време

source: Subtitle font size
bg: Размер шрифт субтитри

source: Subtitle language selection 1
bg: Избор на език на субтитри 1

source: Subtitle language selection 2
bg: Избор на език на субтитри 2

source: Subtitle language selection 3
bg: Избор на език на субтитри 3

source: Subtitle language selection 4
bg: Избор на език на субтитри 4

source: Subtitle position
bg: Позиция субтитри

source: Subtitle selection
bg: Избор субтитри

source: Subtitle selection...
bg: Избор субтитри...

source: Subtitle settings
bg: Настройки субтитри

source: Subtitles
bg: Субтитри

source: Web browser base visibility
bg: Уеб браузър база видимост

source: Base transparency for OpenOpera web browser
bg: Основна прозрачност за отваряне на Opera уеб браузър

source: Red button
bg: Червен бутон...

source: Green button
bg: зелен

source: Blue button
bg: Син бутон

source: Yellow button
bg: Жълт бутон

source: If set to 'yes' the EPG will alway open at the first channel. If set to 'no' the EPG will open on the present channel.
bg: Ако е 'да' то EPG ще е всякога отворен в първия канал. Ако е 'не' EPG ще бъде открит на настоящия канал.

source: Sun
bg: Нед

source: Sunday
bg: Неделя

source: Support at
bg: Поддръжка на

source: Swap File not found. You have to create the file before to activate.
bg: Swap файл не е намерен.Трябва да създадете файл, преди да се активира.

source: Swap Manager
bg: Swap мениджър

source: Swap PiP and main picture
bg: Swap PiP и основна картина

source: Swap SNR in '%' with SNR in 'db'
bg: Разменени SNR в '%' с SNR в 'db'

source: Swap services
bg: Swap сервизи

source: SwapManager
bg: Swap мениджър

source: Swedish
bg: Шведски

source: Switch TV to correct input
bg: Превключете телевизора на правилния вход

source: Switch between filelist/playlist
bg: Превключете между списък файлове/плейлист

source: Switch between normal mode and list mode
bg: Превключете между нормален режим и списък режим

source: Switch config
bg: Превключете конфиг

source: Switch next channel
bg: Превключете следващ канал

source: Switch to Radio
bg: Превключете към радио

source: Switch to TV
bg: Превключете към ТВ

source: Switch to TV mode
bg: Превключете към ТВ режим

source: Switch to filelist
bg: Превключете към списък файлове

source: Switch to next channel in history
bg: Превключете към следващия канал в историята

source: Switch to next sub service
bg: Превключете към следващия суб сервиз

source: Switch to playlist
bg: Превключете към плейлист

source: Switch to previous channel
bg: Превключете към предишния канал

source: Switch to previous channel in history
bg: Превключете към предишния канал в историята

source: Switch to previous sub service
bg: Превключете към предишния subservice

source: Switch to radio mode
bg: Превключете в радио режим

source: Switchable tuner types:
bg: Превключете видове тунер:

source: Switching to live TV - timeshift is still active!
bg: Превключете към телевизия на живо - TimeShift все още е активен!

source: Symbol rate
bg: Символна скорост

source: Sync NTP every (minutes)
bg: Синхрон. всяко NTP (минути)

source: Sync failure moving back to origin !
bg: Синхр. неуспешна движение обратно към оригинала!

source: Sync time using
bg: Синхрон. използвано време

source: System
bg: Система

source: SystemInfo
bg: Системно инфо

source: TS file is too large for ISO9660 level 1!
bg: TS файла е твърде голям за ISO9660 ниво 1!

source: TV button mode
bg: Режим бутон TV

source: OK button mode
bg: ОК бутон режим

source: Up/Down button mode
bg: Нагоре/надолу режим бутон
