Repository: gimsy/enigma2-6.9
Catalog: po/*.po
Languages: bg

source: IMDb Search
bg: IMDb Търсене

source: IP address
bg: IP адрес

source: IPK Installer
bg: IPK инсталатор

source: ISO file is too large for this filesystem!
bg: ISO файла е твърде голям, за тази файлова система!

source: ISO path
bg: ISO път

source: Icons
bg: Икони

source: If logs are using the set maximum space used the eldest will be deleted.
bg: Ако дневниците изпол. определено пространство най-стария ще бъде изтрит.

source: If set to 'yes' channels without EPG will not be shown.
bg: Ако е зададено на канали 'да' без EPG няма да бъдат показани.

source: If set to 'yes' it will show the 'PO' packages in browser.
bg: Ако е 'да' то ще покаже 'PO' пакети в браузъра.

source: If set to 'yes' it will show the 'SRC' packages in browser.
bg: Ако е 'да' ще покаже 'SRC' пакети в браузъра.

source: If enabled the video will always be de-interlaced.
bg: Ако е разрешено видеото винаги ще бъде редувано.

source: drivers
bg: драйвери

source: extensions
bg: разширения

source: picons
bg: пикони

source: security
bg: сигурност

source: settings
bg: настройки

source: Basic settings
bg: Основни настройки

source: skins
bg: кожи

source: systemplugins
bg: системни плъгини

source: kernel modules
bg: модули на ядрото

source: If set to 'yes' shows a small TV-screen in the EPG.
bg: Ако е 'да' показва малък телевизионен екран в EPG.

source: If set to 'yes' the bouquets will be shown each time you open the EPG.
bg: Ако е 'да' букети ще бъдат показани всеки път, когато отворите EPG.

source: If set to 'yes' the channel list will be shown after switching between radio and TV modes.
bg: Ако е 'да' то списъка с канали ще се появи след превключване между радио и ТВ режими.

source: If set to 'yes' the channel number will be displayed in the infobar.
bg: Ако е 'да' то номера на канала ще се появи в инфолентата.

source: If set to 'yes' the infobar will be displayed when a new event starts.
bg: Ако е 'да' инфолентата ще бъде показана, когато ново събитие стартира.

source: If set to 'yes' the infobar will be displayed when changing channels.
bg: Ако е 'да' на инфолента ще бъде показана при смяна на канала.

source: If set to 'yes' you can preview channels in the EPG list.
bg: Ако е 'да' можете да прегледате каналите в EPG списъка.

source: If set to 'yes' you can preview channels in the channel list. Press 'OK' to preview the selected channel, press a 2nd 'OK' to exit and zap to that channel, pressing 'EXIT' to return to the channel you started at.
bg: Ако е 'да' можете да прегледате канали в списъка с канали. Натиснете 'ОК', за да прегледате избрания канал, натиснете 2-ро 'ОК', за да излезете от ZAP на този канал, натиснете 'EXIT', за да се върнете към канала, който стартира в.

source: If set to 'yes', allows you use the seekbar to jump to a point within the event.
bg: Ако е 'да', позволява да използвате seekbar да скочи до точка в рамките на събитие.

source: If set to 'yes; the infobar will be displayed when Fast Forwarding or Rewinding during media playback.
bg: Ако е 'да' на инфолентата ще се появи, когато бързо Препращане или Пренавиване по време на възпроиз. на мултимедия.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
bg: Ако текстът е твърде дълъг, за да се покаже на предния панел, той ще бъде повтарян (няколко пъти):

source: If you see this, something is wrong with your scart connection. Press OK to return.
bg: Ако виждате това, нещо не е наред с вашата скарт връзка. Натиснете OK за връщане.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
bg: Ако вашия ТВ има опция за подсилване на яркост или контраст, спрете я.Ако има режим "dynamic", поставете го на standard. Настройте подсветката така, че да отговаря на вкуса ви. Намалете контраста на вашия ТВ колкото се може повече. След това намалете яркостта колкото е възможно, но така, че двете сиви сенки най-отдолу да останат различими. Не се грижете за ярките сенки сега. Те ще се коригират при следващата стъпка. Ако сте доволни от резултата, натиснете OK.

source: Image Information
bg: Информация имидж

source: Image Manager
bg: Имидж Мениджър

source: Image-Version
bg: Имидж-версия

source: Immediate shutdown
bg: Незабавно изключване

source: In progress
bg: В прогрес

source: Inactive
bg: Неактивен

source: Inadyn Log
bg: Inadyn Дневник

source: Inadyn Setup
bg: Inadyn настройка

source: Include AIT in http streams
bg: Включи AIT в HTTP потоци

source: Include AIT in recordings
bg: Включи AIT в записи

source: If enabled, AIT data is included in recordings.
bg: Ако е активирана, AIT данни са включени в записите.

source: Include ECM in http streams
bg: Включи ECM в HTTP потоци

source: Include EIT in http streams
bg: Включи EIT в HTTP потоци

source: Increase time scale
bg: Увеличи времева скала

source: Increased voltage
bg: Повишаване напрежение

source: Index allocated:
bg: Индекс разпределител:

source: Information
bg: Информация

source: Info button (long)
bg: Инфо бутон (дълго)

source: Info button (short)
bg: Инфо бутон (късо)

source: InfoBar EPG mode
bg: Режим на инфолента EPG

source: Infobar EPG
bg: Инфо лента EPG

source: InfobarEPG settings
bg: Настройки Инфолента EPG

source: Info
bg: Инфо

source: Init
bg: В него

source: Initial fast forward speed
bg: Първоначална скорост бързо напред

source: Initial lock ratio
bg: Първоначално заключване съотношение

source: Initial rewind speed
bg: Първоначална скорост назад

source: Initial signal quality
bg: Първоначално качеството сигнал

source: Initial signal quality:
bg: Първоначално качеството сигнал:

source: Initial scroll delay
bg: Първоначално забавяне превъртане

source: Final scroll delay
bg: Окончателно забавяне превъртане

source: Initialization
bg: Инициализация

source: Initialize
bg: Инициализиране

source: Initializing storage device...
bg: Инициализиране устройство за съхранение...

source: Input
bg: Въведи

source: Input devices
bg: Входни устройства

source: Install a new image with your web browser
bg: Инсталирай нов имидж с вашия уеб браузър

source: Install Softcams
bg: Инсталиране Softcams

source: Install channel list
bg: Инсталиране списък канали

source: Install extensions
bg: Инсталиране разширения

source: Install extensions.
bg: Инсталиране разширения.

source: Install lcd picons on
bg: Инсталиране LCD пикони на

source: Install local extension
bg: Инсталиране локално разширение

source: Install or remove finished.
bg: Инсталиране или премахване завършено.

source: Install picons on
bg: Инсталиране пикони на

source: Install plugins
bg: Инсталиране плъгини

source: Install settings, skins, software...
bg: Инсталиране настройки, скинове, софтуер ...

source: Installation finished.
bg: Инсталацията завърши.

source: Install Failed !!
bg: Инсталиране неуспешно !!

source: Install
bg: Инсталирай

source: Installed: %s
bg: Инсталирано: %s

source: Installing
bg: Инсталиране

source: Installing Service
bg: Инсталиране сервизи

source: Installing plugins...
bg: Инсталиране плъгини...

source: Instant record location
bg: Местоположение мигновенно записване

source: Instant recording location
bg: Местоположение мигновенно записване

source: Instant recording...
bg: Мигновенен запис...

source: Instant recordings location
bg: Местоположение мигновенно записване

source: Interface
bg: Интерфейс

source: Interface:
bg: Интерфейс:

source: Intermediate
bg: Междинен

source: Internal
bg: Вътрешен

source: Internal USB
bg: Вътрешен USB

source: Internal flash
bg: Вътрешен флаш

source: Internal hdd only
bg: Само на вътрешен hdd

source: Interval between keys when repeating:
bg: Интервал между клавишите, когато повтаря:

source: Invalid directory selected: %s
bg: Избрана е невалидна директория: %s

source: Invalid location
bg: Невалидно местоположение

source: Invalid transponder data
bg: Невалидни данни транспондер

source: Inversion
bg: Инверсия

source: Invert
bg: Инвертирай

source: Is this setting ok?
bg: Дали тази настройка е ОК?

source: Is this video mode ok?
bg: Дали този видео режим е ОК?

source: Italian
bg: Италиански

source: JUMP 24 HOURS
bg: Скок на 24 ЧАСА

source: Job Manager
bg: Мениджър работа

source: Job View
bg: Работен изглед

source: JobManager
bg: Мениджър работа

source: Jump back 24 hours
bg: Скок назад 24 ЧАСА

source: Jump forward 24 hours
bg: Скок напред 24 ЧАСА

source: Jump to beginning of list
bg: Скок до началото на списъка

source: Jump to current time
bg: Скок до текущото време

source: Jump to end of list
bg: Скок до края на списъка

source: Jump to next marked position
bg: Скок до следващата маркирана позиция

source: Jump to previous marked position
bg: Скок до предишната маркирана позиция

source: Jump to prime time
bg: Скок до най-гледаното време

source: Just change Bouquet
bg: Просто промени букет

source: Just change channels
bg: Скок смяна канали

source: Just scale
bg: Точен мащаб

source: Just zap
bg: Точен zap

source: Keeps MovieList open whilst playing audio files.
bg: Запазва филмовия списък отворен, докато се възпр. звукови файлове.

source: Kernel
bg: Ядро

source: Kernel: %s
bg: Ядро: %s

source: Kernel: %s
bg: Ядро: %s

source: Keyboard
bg: Клавиатура

source: Keyboard map
bg: Карта клавиатура

source: Keyboard setup
bg: Настройка клавиатура

source: LAN adapter
bg: LAN адаптер

source: LAN connection
bg: LAN връзка

source: LED Normal
bg: LED Нормално

source: LED brightness during deep standby.
bg: LED яркост през дълбок standby.

source: LED brightness during normal operations.
bg: LED яркост по време на нормални операции.

source: LED brightness during standby.
bg: LED яркост по време на standby.

source: Label
bg: Етикет

source: Language
bg: Език

source: Language selection
bg: Избор език

source: Last Req.
bg: Последно изискване.

source: Last config
bg: Последна конфигурация

source: Last speed
bg: Последна скорост

source: Latitude
bg: Географска ширина

source: Latvian
bg: Латвийски

source: Leave DVD player?
bg: Остави DVD Player?

source: Left
bg: Ляво

source: Left from servicename
bg: Ляво от servicename

source: Leisure hobbies
bg: Развлекателни хобита

source: Letterbox
bg: Пощенска кутия

source: Letterbox zoom
bg: Увеличение пощенска кутия

source: Light Grey
bg: Светло сиво

source: Limit debug log size (MB)
bg: Лимит отстраняване на грешки дневник размер (MB)

source: Limit east
bg: Източен лимит

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
bg: Лимит на знаците, които могат да бъдат използвани в записа на файлови имена към ASCII.Това осигурява съвместимост с операционни или файлови системи с ограничен брой на символите.

source: Limit west
bg: Западен лимит

source: Limits cancelled
bg: Лимити отменени

source: Limits enabled
bg: Лимити разрешени

source: Limits off
bg: Лимити Изкл

source: Limits on
bg: Лимити Вкл

source: Link Quality:
bg: Линк качество:

source: Link quality:
bg: Линк качество:

source: Link:
bg: Линк:

source: Linked titles with a DVD menu
bg: Свързани заглавия с меню DVD

source: List EPG functions...
bg: Списък EPG функции ...

source: List available networks
bg: Списък налични мрежи

source: List mode
bg: Списък режим

source: List of storage devices
bg: Списък на устройства за съхранение

source: Channel list cursor behavior
bg: Поведение на курсора при списък канали

source: Configure the cursor behaviour in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
bg: Конфиг. поведението на курсора в списъка за избор на канал.При отваряне на списъка за избор на канал може да остане с текущия сервиз или вече с избор нагоре/надолу, вие сте в състояние да се върне с бутоните за B+/B-.

source: Keep service
bg: Запази сервиза

source: Reverse bouquet buttons
bg: Обратно бутони букет

source: List version %d, found %d channel
bg: Списък версия %d, намерен %d канал

source: Listen to the radio...
bg: Слушай радиото...

source: Lithuanian
bg: Литовски

source: Load
bg: Зареди

source: Load EPG
bg: Зареди EPG

source: Load playlist
bg: Зареди плейлист

source: Local
bg: Профил: Местен приемник

source: Local box
bg: Местен приемник

source: Local network
bg: Местна мрежа

source: Location
bg: Местоположение

source: Lock ratio
bg: Заключи съотношение

source: Log Manager
bg: Дневник мениджър

source: Log results to harddisk
bg: Дневник резултати за harddisk

source: LogManager
bg: Дневник мениджър

source: Logs location
bg: Местоположение дневници

source: Logs older then the set no of days will be deleted.
bg: Дневници по-стари от набора на дни, ще бъдат изтрити.

source: Logs settings
bg: Настройки дневници

source: Long << / >>
bg: Дълго << / >>

source: Long Left/Right
bg: Дълго ляво/дясно

source: Long filenames
bg: Дълги имена на файлове

source: Long key press
bg: Дълго натискане на клавиш

source: Longitude
bg: Дължина

source: Loop through to
bg: Loop чрез към

source: Lower USB
bg: Долен USB

source: Luxembourgish
bg: Люксембургски

source: MAC-address
bg: MAC- адрес

source: MB
bg: МБ

source: Main menu
bg: Основно меню

source: Mainmenu
bg: Основно меню

source: Maintain old EPG data for
bg: Поддържане на стари EPG данни за

source: Make this mark an 'in' point
bg: Направи тази маркировка за 'в' точка

source: Make this mark an 'out' point
bg: Направи тази маркировка за 'вън' точка

source: Make this mark just a mark
bg: Направи тази маркировка просто белег

source: Manage extensions
bg: Управление на разширенията

source: Manage network mounts
bg: Управление на монтиране мрежа

source: Manage your %s %s's software
bg: Управление на вашия %s %s's софтуер

source: Manage your online update files
bg: Управление на вашите онлайн файлове за актуализиране

source: Manual Scan
bg: Ръчно сканиране

source: Manual configuration
bg: Ръчно конфигуриране

source: Manual scan
bg: Ръчно сканиране

source: Manual transponder
bg: Ръчно транспондер

source: Manufacturer
bg: Производител

source: Margin after recording (minutes)
bg: Марж след записа (минути)

source: Margin before recording (minutes)
bg: Марж преди записа (минути)

source: Max. bitrate:
bg: Макс. битрейт:

source: Maxdown +
bg: Maкс. надолу +

source: Maxdown -
bg: Maкс. надолу -

source: Maxdown:
bg: Maкс. надолу:

source: Maximum number of days in EPG
bg: Максимална не на ден:

source: Maximum no of days:
bg: Максимална не на ден:

source: Maximum space used (MB):
bg: Максимално използвано пространство (MB):

source: Media playback Remaining/Elapsed as
bg: Възпроизвеждане на медия Останало/Изминало като

source: Media player
bg: Медиа плеър

source: Media scanner
bg: Медиа скенер

source: Medium is not a writeable DVD!
bg: Носителят не е достъпен за запис DVD!

source: Medium is not empty!
bg: Носителят не е празен!

source: Medium toolbox
bg: Кутия за инструменти за носител

source: MemInfo
bg: Памет инфо

source: Memory
bg: Памет

source: Memory Information
bg: Информация памет

source: Memory index
bg: Индекс памет

source: Menu
bg: Меню

source: Menu config
bg: Меню конфиг

source: Merging Timeshift files
bg: Сливане TimeShift файлове

source: MiniDLNA
bg: Mини DLNA

source: MiniDLNA Log
bg: Mини DLNA дневник

source: MiniDLNA Setup
bg: Mини DLNA настройки

source: Minimum age %d years
bg: Минимална възраст %d години

source: Minimum send interval
bg: Минимален интервал за изпращане

source: Mins
bg: Минути

source: Mins Secs
bg: Минути/секунди

source: Satellite configuration mode
bg: Конфигурационен режим сателит

source: Positioner (selecting satellites)
bg: Позиционер (Избор на сателити)

source: Press OK to select satellites
bg: Натиснете OK, за да изберете сателити

source: Extra motor options
bg: Екстра моторни опции

source: extra wide
bg: изключително широка

source: Max memory positions
bg: Макс. позиции памет

source: Model: %s %s
bg: Модел: %s %s

source: Model: %s %s
bg: Модел: %s %s

source: Modulation
bg: Модулация

source: Modulator
bg: Модулатор

source: Mon
bg: Пон

source: Mon-Fri
bg: Пон-Пет

source: Monday
bg: Понеделник

source: Monthly
bg: Ежемесечно

source: Mosquito noise reduction
bg: Понижаване на малък шум

source: Mount
bg: Монтиране

source: Mount Manager
bg: Мениджър монтиране

source: Mount Setup
bg: Монтиране настройки

source: Mount failed
bg: Монтирането се провали

source: Mount:
bg: Монтиране:

source: MountManager
bg: Мениджър монтиране

source: Mounts
bg: Монтирани

source: Mounts Devices
bg: Монтирани устройства

source: Mounts Setup
bg: Монтирани настройки

source: Move
bg: Премести

source: Move Left/Right
bg: Премести Ляво/дясно

source: Move PiP to main picture
bg: Премести PiP към основната картина

source: Move Up/Down
bg: Премести Нагоре/надолу

source: Move down a page
bg: Премести надолу в страницата

source: Move east
bg: Премести на изток

source: Move to home of list
bg: Премести към домашния списък

source: Move to position X
bg: Премести към позиция X

source: Move up a page
bg: Премести нагоре в страницата

source: Move west
bg: Премести на запад

source: Moved to position 0
bg: Преместен в позиция 0

source: Moved to position at index
bg: Преместен в позиция на индекс

source: Movement
bg: Движение на

source: Movie List
bg: Списък филми

source: Movie List Setup
bg: Списък филми настройка

source: Movie location
bg: Местоположение филм

source: Movie selection
bg: Селекция филм

source: Movie/Drama
bg: Филм/Драма

source: Moving east ...
bg: Преместване на изток ...

source: Moving files
bg: Преместване на файлове

source: Moving to position
bg: Преместване към позиция

source: Moving west ...
bg: Преместване на запад ...

source: Multi EPG
bg: Мулти EPG

source: Load/Save/Delete
bg: Зареди/Запази

source: Delete EPG
bg: Изтриване на EPG

source: Are you sure you want to delete the EPG data from:
bg: Сигурни ли сте, че искате да изтриете данните на EPG от:

source: MultiEPG settings
bg: Multi EPG настройки

source: Multimedia
bg: Мултимедиа

source: Multiple service support
bg: Поддръжка на множество сервизи

source: Multiplex
bg: Мултиплекс

source: Multisat
bg: Мултисат

source: Multisat all select
bg: Всички селектирани мултисат

source: Music/Ballet/Dance
bg: Музика/Балет/Денс

source: NFI image flashing
bg: NFI имидж флашване

source: NFI image flashing completed. Press Yellow to Reboot!
bg: Завърши флашването на NFI имидж. Натиснете жълт за рестарт!

source: NFS Setup
bg: NFS настройка

source: NTP server
bg: NTP сървър

source: Name
bg: Име

source: Name:
bg: Име:

source: Nameserver settings
bg: Nameserver настройки

source: Netmask
bg: Мрежова маска

source: Netmask:
bg: Мрежова маска:

source: Network
bg: Мрежа

source: Network Adapter Selection
bg: Подбор мрежов адаптер

source: Network Browser
bg: Мрежов браузър

source: Network ID
bg: Мрежово ID

source: Network Information
bg: Мрежова информация

source: Network Interface
bg: Мрежов интерфейс

source: Network Restart
bg: Рестартиране мрежа

source: Network Servers:
bg: Мрежови сървъри:

source: Network Services
bg: Мрежови сервизи

source: Network Setup
bg: Мрежова настройка

source: Network Test
bg: Тест мрежа

source: Testscreens
bg: Тестови екрани

source: Network mounts
bg: Мрежови стойки

source: Network name (SSID)
bg: Име на мрежата (SSID)

source: Network scan
bg: Мрежово сканиране

source: Network setup
bg: Мрежова настройка

source: Network test
bg: Тест мрежа

source: Network test:
bg: Тест мрежа:

source: Network wizard
bg: Мрежов помощник

source: Network:
bg: Мрежа:

source: Network MAC settings
bg: Мрежови MAC настройки

source: New
bg: Нов

source: New PIN
bg: Нов PIN

source: New Packages
bg: Нови пакети

source: New timers location
bg: Ново местоположение таймери

source: New version:
bg: Нова версия:

source: News Current Affairs
bg: Нови актуални предавания

source: No (supported) DVDROM found!
bg: Не (поддържа) намерен DVDROM!

source: No /hdd found !! Please make sure you have a HDD mounted.
bg: Не /е намерен HDD !! Моля, уверете се, че имате монтиран HDD.

source: No /hdd found !! Please make sure you have a HDD mounted. Exit plugin.
bg: Не /е намерен HDD !! Моля, уверете се, че имате монтиран HDD. Изход плъгин.

source: No Connection
bg: Няма Връзка

source: No Devices Found !!
bg: Не са намерени устройства !!

source: No ECM info
bg: Няма ECM инфо

source: No HDD found or HDD not initialized!
bg: Не е намерен HDD или HDD не е инициализиран!

source: No Timeshift found to save as recording!
bg: Не е намерен Timeshift запазен като запис!

source: No USB-Device found for fullbackup !!
bg: Не е намерено USB-устройство за пълен архив !!

source: No active channel found.
bg: Не е намерен активен канал.

source: No age block
bg: Няма възрастово ограничение

source: No cable tuner found!
bg: Не е открит кабелен тунер!

source: No card inserted!
bg: Не е поставена карта!

source: No connection
bg: Няма връзка

source: No data on transponder! (Timeout reading PAT)
bg: Няма данни на транспондера! (Таймаут четене PAT)

source: No delay
bg: Без закъснение

source: No description available.
bg: Няма налично описание.

source: No details for this image file
bg: Няма детайли за този имидж файл

source: No displayable files on this medium found!
bg: Не са открити извеждащи файлове от този носител!

source: No entry in lcn db. Please do a service scan.
bg: Нито едно вписване в LCN db.Моля, сканирай сервиза.

source: No event info found, recording indefinitely.
bg: Не е намерено инфо за събитието, запис неопределено време.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
bg: Не е възможно все още бърза ликвидация.. но можете да използвате бутоните с цифри, за да пропуснете напред/назад!

source: No free index available
bg: Не е на разположение свободен индекс

source: No free tuner!
bg: Няма свободен тунер!

source: No httpport defined in oscam.conf. This value is required!
bg: Не е определен httpport в oscam.conf.Тази стойност се изисква!

source: No httppwd defined in oscam.conf
bg: Не е определен httppwd в oscam.conf

source: No httpuser defined in oscam.conf
bg: Не е определен httpuser в oscam.conf

source: No network connection available.
bg: Няма налична мрежова връзка.

source: No networks found
bg: Няма намерени мрежи

source: No new ECM info
bg: Няма нови ECM инфо

source: No new plugins found
bg: Няма намерени нови плъгини

source: No of items switch (increase or reduced)
bg: Няма превключвател на елементите (увеличава или намалява)

source: No packages were upgraded yet. So you can check your network and try again.
bg: Няма обновени все още пакети.Проверите вашата мрежа и опитайте отново.

source: No positioner capable frontend found.
bg: Не е открит съвместим входящ позиционер.

source: No satellite frontend found!!
bg: Не е открит входящ сателит!!

source: No service
bg: Няма сервиз

source: No services/providers selected
bg: Няма избрани сервизи/провайдери

source: No standby
bg: Не е в standby

source: No suitable sat tuner found!
bg: Не е открит подходящ сат. тунер!

source: No tags are set on these movies.
bg: Няма етикети зададени на тези филми.

source: No timeout
bg: Няма таймаут

source: No to all
bg: Не на всички

source: No transparency
bg: Не прозрачност

source: No tuner is configured for use with a diseqc positioner!
bg: Няма конфигуриран тунер за използване с DiSEqC позиционер!
