Repository: gimsy/enigma2-6.9
Catalog: po/*.po
Languages: bg

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
bg: Няма активиран тунер! Моля, настройте вашия тунер, преди да започнете сканиране на сервизи.

source: No updates available. Please try again later.
bg: Няма налични актуализации.Моля, опитайте отново по-късно.

source: No wireless networks found! Searching...
bg: Няма намерени безжични мрежи! Търсене ...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
bg: Няма намерен работещ местен мрежов адаптер. Моля, уверете се че сте включили мрежовия кабел и вашата мрежа е конфиг. правилно.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
bg: Няма намерен работещ безжичен мрежов адаптер. Моля, уверете се че сте включили съвместимо WLAN устройство и вашата мрежа е конфигурирана правилно.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
bg: Няма намерен работещ безжичен мрежов интерфейс. Моля, уверете се че сте включили съвместимо WLAN устройство или включете вашия LAN интерфейс.

source: No, but restart from begin
bg: Не, но се рестартира от началото

source: No, do nothing.
bg: Не, не прави нищо.

source: No, just start my %s %s
bg: Не, просто стартирай моето %s %s

source: No, never
bg: Не, никога не

source: No, scan later manually
bg: Не, сканирай ръчно по-късно

source: Normal mode
bg: Нормален режим

source: North
bg: Север

source: Norwegian
bg: Норвежки

source: Not Flashing
bg: Не е флашнат

source: Not Shown
bg: Не е показан

source: Not associated
bg: Не е свързан

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
bg: Няма достатъчно дисково пространство.Освободете малко дисково пространство и опитайте отново. (%d MB необходими, %d MB налични)

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
bg: Няма достатъчно дисково пространство! Размер на файла: %sMB Дисково пространство: %sMB Път: %s

source: Not enough free space on %s !! You need at least 300Mb free space.
bg: Няма достатъчно свободно пространство на %s !! Имате нужда от поне 300MB свободно пространство.

source: Not enough free space on /hdd !! You need at least 300Mb free space.
bg: Няма достатъчно свободно пространство на /hdd !! Имате нужда от поне 300MB свободно пространство.

source: Not mounted
bg: Не е монтиран

source: Not-Associated
bg: Не е-асоцииран

source: Nothing
bg: Нищо

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
bg: Нищо за сканиране! Моля, настройте вашия тунер преди да започнете сканиране на сервизи.

source: Nothing to upgrade
bg: Нищо за ъпгрейд

source: Nothing, just leave this menu
bg: Нищо, просто оставете това меню

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
bg: Сега използвайте настройките за контраста за да увеличите яркостта на фона колкото се може повече, но така, че да виждате разликите между двете най-ярки нива на сенките. Ако сте го направили, натиснете OK.

source: Number
bg: Номер

source: Number of rows
bg: Брой редове

source: Number of digits in channel number
bg: Брой на цифри в номера на канала

source: next higher Resolution
bg: следващата по-висока резолюция

source: Jump first press in channel selection
bg: Скок първо натиснете в избор на канал

source: OE Changes
bg: OE Промени

source: OK button (long)
bg: ОК бутон (дълго)

source: OK button (short)
bg: ОК бутон (късо)

source: OK, guide me through the upgrade process
bg: ОК, да ме води чрез ъпгрейд процес

source: OSD 3D Setup
bg: OSD 3D настройка

source: OSD Adjustment
bg: OSD приспособяване

source: OSD Settings
bg: OSD настройки

source: OSD name request
bg: OSD искане име

source: OSD settings
bg: OSD настройки

source: OScam Info
bg: OScam инфо

source: Off
bg: Изкл

source: Offline decode delay (ms)
bg: Офлайн забавяне декодиране (MS)

source: On end of movie
bg: На края на филма

source: On end of movie (as menu)
bg: На края на филма (като меню)

source: On reaching the end of a file during playback, you can choose the box's behavior.
bg: При достигане края на даден файл по време на възпроиз., можете да изберете поведение на приемника.

source: Once per day
bg: Веднъж на ден

source: One
bg: Един

source: One line
bg: Една линия

source: Online = Download a image and flash it
bg: Онлайн = Изтегляне имидж и го флашва

source: Online software update
bg: Онлайн актуализация софтуер

source: OnlineVersionCheck
bg: Онлайн проверка версия

source: Only extensions.
bg: Само разширения.

source: Only free scan
bg: Само сканиране свободни

source: Only on startup
bg: Само при стартиране

source: Open
bg: Отвори

source: Open AutoTimerlist...
bg: Отвори AutoTimerlist...

source: Open EPGSearch...
bg: Отвори EPG търсене...

source: Open IMDB...
bg: Отвори IMDB...

source: Open MediaPortal...
bg: Отвори MediaPortal...

source: Open Timerlist...
bg: Отвори Timerlist...

source: Open bouquetlist...
bg: Отвори букет списъка...

source: Open favourites list
bg: Отвори списъка с предпочитани

source: Open long
bg: Отвори дълго

source: Open satellites list
bg: Отвори сателитния списък

source: Open service list
bg: Отвори сервизния списък

source: Open service list and select next channel
bg: Отвори сервизния списък и избери следващия канал

source: Open service list and select previous channel
bg: Отвори сервизния списък и избери предишния канал

source: Open the Plugin Browser
bg: Отвори Plugin Browser

source: Open the movie list
bg: Отвори филмовия списък

source: OpenVPN
bg: Отвори VPN

source: OpenVpn Log
bg: Отвори Vpn дневник

source: OpenVpn Setup
bg: Отвори Vpn настройки

source: Orbital position
bg: Орбитална позиция

source: Original
bg: Оригинал

source: Oscam Info - Configuration
bg: Oscam инфо - Конфигурация

source: Oscam Info - Main Menu
bg: Oscam инфо - Основно меню

source: OscamInfo
bg: Oscam инфо

source: OscamInfo Mainmenu
bg: Oscam инфо Основно меню

source: Other
bg: Други

source: Overwrite configuration files?
bg: Презаписване конфиг. файлове?

source: Overwrite configuration files during software upgrade?
bg: Презаписване конфиг. файлове при обновяване на софтуера?

source: PCM Multichannel
bg: PCM многоканален

source: PPanel
bg: Pпанел

source: PRIMETIME
bg: НАЙ-ГЛЕДАНО ВРЕМЕ

source: PVR long
bg: PVR Дълго

source: Package list
bg: Списък пакет

source: Package list update
bg: Ъпдейт на списъка с пакети

source: Packages
bg: Пакети

source: Packet management
bg: Управление пакети

source: Packet manager
bg: Управление пакети

source: Page down
bg: Страница надолу

source: Page right
bg: Страница надясно

source: Page up
bg: Страница нагоре

source: Parent directory
bg: Родителска директория

source: Parental control
bg: Родителски контрол

source: Parental control setup
bg: Настройки Родителски контрол

source: Password
bg: Парола

source: Password (httpwd)
bg: Парола (httpwd)

source: Password:
bg: Парола:

source: Pause
bg: Пауза

source: Pause movie at end
bg: Пауза в края на филма

source: Pause playback
bg: Пауза възпроизвеждане

source: Pause/Continue playback
bg: Продължи възпроизвеждането

source: Peak load (max queued requests per workerthread)
bg: Върхово натоварване (макс. чакащи заявки на workerthread)

source: Percentage
bg: Процент

source: Percentage left
bg: Процент на ляво

source: Percentage right
bg: Процент на дясно

source: Perform a full image backup
bg: Извършете пълно архив. имидж

source: Perform a settings backup,
bg: Извършете настройки архивиране,

source: Perform an online update check in the background
bg: Извършване на проверка на онлайн обновяване във фонов режим

source: Permanently delete all recordings in the trash can?
bg: Окончателно изтриване на всички записи в кошчето за боклук?

source: Permanently remove all deleted items
bg: Трайно премахване на всички изтрити елементи

source: Persian
bg: Персийски

source: Show unknown Videoresolution as next higher or as highest screen resolution.
bg: Покажи неизвестна Videoresolution като следващото по-високо или по-висока резолюция на екрана.

source: highest Resolution
bg: Резолюция

source: Please open Picture in Picture first
bg: Моля, отворете първо Картина в Картина

source: Configure if and how long the latest service in the PiP will be remembered.
bg: Конфигурирайте дали и колко време най-новата услуга в PIP ще бъде запомнена.

source: Picon and Service Name
bg: Picon и Service Name

source: Picon and service name
bg: Picon и Service Name

source: Picon width
bg: Широчина пикон

source: Info icon width
bg: Ширина Инфо икона

source: Configure the minimum width before showing the 'i' icon, '0' is equal to not showing the icon at all.
bg: Конфигурирайте минималната ширина преди да покаже иконата 'аз','0' се равнява на непоказване на всички икони.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
bg: Конфиг. кой тунер за записи ще бъде предпочитан, когато повече от един тунер е на разположение.

source: Picture in graphics
bg: Картина в графика

source: Picture player
bg: Плеър за картина

source: Pilot
bg: Пилот

source: Play
bg: Възпроизвеждане

source: Play DVD
bg: Възпроизвеждане на DVD

source: Play audio in background
bg: Възпроизвеждане на аудио във фонов режим

source: Play audio-CD...
bg: Възпроизвеждане на Аудио-CD...

source: Play back media files
bg: Възпроизведи назад медийни файлове

source: Play entry
bg: Възпроизвеждане запис

source: Play from next mark or playlist entry
bg: Възпроизведи от следващия знак или входния плейлист

source: Play from previous mark or playlist entry
bg: Възпроизведи от следващия знак или входния плейлист

source: Play music...
bg: Възпроизвеждане музика...

source: Play next
bg: Възпроизвеждане на следващия

source: Play next (return to movie list)
bg: Възпроизвеждане на следващия (Връщане към филмовия списък)

source: Play next (return to previous service)
bg: Възпроизвеждане на следващия (Връщане към предишния сервиз)

source: Play previous
bg: Възпроизвеждане предишен

source: Play recorded movies...
bg: Пусни записаните филми...

source: Please add titles to the compilation.
bg: Моля, добавете заглавия към компилацията.

source: Please be patient, a backup will now be made,
bg: Моля, бъдете търпеливи ,архив. сега ще бъде направено,

source: Please change recording endtime
bg: Моля, променете записа ENDTIME

source: Please check your network settings!
bg: Моля, проверете настройките на мрежата!

source: Please choose CCcam-Reader
bg: Моля, изберете CCcam-Reader

source: Please choose an extension...
bg: Моля, изберете разширение...

source: Please choose he package...
bg: Моля, изберете пакета...

source: Please choose reader
bg: Моля, изберете reader

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
bg: Моля, конфигурирайте или проверете вашите Nameservers чрез попълване на изискваните стойности. Когато сте готови натиснете OK, за да продължите.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
bg: Моля, конфиг. вашата интернет връзка чрез попълване на изискваните стойности. Когато сте готови натиснете OK за да продължите.

source: Please do not change any values unless you know what you are doing!
bg: Моля,не променяйте никакви стойности, ако не знаете какво правите!

source: Please enter a name for the new bouquet
bg: Моля ,въведете име за новия букет

source: Please enter a name for the new marker
bg: Моля, въведете име за новия маркер

source: Please enter a new filename
bg: Моля, въведете ново име на файла

source: Please enter filename (empty = use current date)
bg: Моля, въведете име за файла (празно = използвай текуща дата)

source: Please enter name of the new directory
bg: Моля, въведете име за новата директория

source: Please enter new description:
bg: Моля, въведете ново описание:

source: Please enter the correct pin code
bg: Моля, въведете коректен ПИН код

source: Please enter the old PIN code
bg: Моля, въведете стария ПИН код

source: Please follow the instructions on the TV
bg: Моля, следвайте инструкциите на ТВ

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
bg: Моля, имайте предвид, че са били избрани преди медиите да могат да бъдат достъпни и вместо това се използва директория по подразбиране.

source: Please press OK to continue.
bg: Моля, натиснете OK, за да продължите.

source: Please select a default EPG type...
bg: Моля, изберете тип EPG по подразбиране...

source: Please select a playlist to delete...
bg: Моля, изберете плейлист за изтриване...

source: Please select a playlist...
bg: Моля, изберете плейлист...

source: Please select a sub service...
bg: Моля, изберете subservice...

source: Please select a subservice to record...
bg: Моля, изберете subservice да записва ..

source: Please select a subservice...
bg: Моля, изберете subservice...

source: Please select an NFI file and press green key to flash!
bg: Моля, изберете NFI файл и натиснете зеления бутон за флашване!

source: Please select medium to be scanned
bg: Моля, изберете носител за да бъде сканиран

source: Please select medium to use as backup location
bg: Моля, изберете носителя да се използва като архивиращо място

source: Please select tag to filter...
bg: Моля, изберете маркер за филтриране...

source: Please select the movie path...
bg: Моля изберете път към филма...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
bg: Моля, изберете мрежов интерфейс който искате да използвате за вашата интернет връзка. Натиснете ОК за да продължите.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
bg: Моля, изберете безжичната мрежа с която искате да се свържете. Натиснете ОК за да продължите.

source: Please set up tuner A
bg: Моля настройте тунер A

source: Please set up tuner B
bg: Моля настройте тунер В

source: Please set up tuner C
bg: Моля настройте тунер С

source: Please set up tuner D
bg: Моля настройте тунер D

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
bg: Моля, използвайте клавишите за посока, за да преместите прозореца PiP. Натиснете Букет +/-, за да промените размера на прозореца. Натиснете OK за да се върнете в режим ТВ или EXIT, за отмяна преместване.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
bg: Моля, използвайте бутоните нагоре и надолу, за да изберете вашия език.След това натиснете бутона OK.

source: Please wait (downloading channel list)
bg: Моля, изчакайте (изтегляне списък с канали)

source: Please wait (updating packages)
bg: Моля, изчакайте (актуализиране пакети)

source: Please wait for activation of your network configuration...
bg: Моля, изчакайте активиране на вашата мрежова конфигурация...

source: Please wait while gathering data...
bg: Моля, изчакайте, докато данните се събират...

source: Please wait while scanning is in progress...
bg: Моля, изчакайте докато сканирането е в ход...

source: Please wait while we configure your network...
bg: Моля, изчакайте докато се конфигурира вашата мрежа...

source: Please wait while we prepare your network interfaces...
bg: Моля, изчакайте докато се подготвят вашите мрежови интерфейси...

source: Please wait while we test your network...
bg: Моля, изчакайте докато се тества вашата мрежа...

source: Please wait while your network is restarting...
bg: Моля, изчакайте докато вашата мрежа се рестартира...

source: Please wait whilst feeds state is checked.
bg: Моля, изчакайте докато състоянието на каналите се проверява.

source: Please wait.
bg: Моля изчакайте.

source: Please wait...
bg: Моля изчакайте...

source: Please wait... Loading list...
bg: Моля изчакайте...Списъка се зарежда...

source: Please: DO NOT reboot your STB and turn off the power.
bg: Моля: НЕ рестартирайте STB и изключете захранването.

source: Plugin Filter
bg: Плъгин филтър

source: Plugin Filter...
bg: Плъгин филтър...

source: Plugin details
bg: Плъгин детайли

source: Plugin manager activity information
bg: Плъгин за управление на активната информация

source: Plugin manager help
bg: Плъгин за управление на помощ

source: Plugins
bg: Плъгини

source: Polarisation
bg: Поляризация

source: Polarization
bg: Поляризация

source: Polish
bg: Полски

source: Popup
bg: Изскачащ прозорец

source: Port
bg: Порт

source: Port A
bg: Порт А

source: Port B
bg: Порт B

source: Port C
bg: Порт C

source: Port D
bg: Порт D

source: Port:
bg: Порт:

source: Portuguese
bg: Португалски

source: Position Setup
bg: Настройка позиция

source: Position of finished Timers in Timerlist
bg: Позиция на готовите таймери в Timerlist

source: Position stored at index
bg: Позиция съхранена при индекс

source: Positioner
bg: Позиционер

source: Positioner Setup
bg: Настройка позиционер

source: Positioner setup
bg: Настройка позиционер

source: Position of recording icons
bg: Икони

source: Power threshold in mA
bg: Включване праг в mA

source: PowerManager entry
bg: PowerManager запис

source: PowerManager log
bg: PowerManager дневник

source: PowerTimer DeepStandby
bg: PowerTimer за DeepStandby

source: PowerTimer List
bg: PowerTimer списък

source: PowerTimer Overview
bg: PowerTimer общ преглед

source: Predefined
bg: Предварително дефиниран

source: Predefined transponder
bg: Предварително дефиниран транспондер

source: Prefer AC3 track
bg: Предпочитан AC3 аудиозапис

source: Prefer AC3+ track
bg: Предпочитан AC3+ аудиозапис

source: When enabled, the receiver will select an AC3+ track (when available).
bg: Когато е актив., приемникът ще изберете AC3 + песен (ако има такава).

source: When enabled, the receiver will select an AC3 track (when available).
bg: Когато е актив., приемникът ще изберете AC3 песен (ако има такава).

source: Prefer audio track stored by service
bg: Предпочитан аудиозапис, съхранен от сервиз

source: Prefer graphical DVB subtitles
bg: Предпочитани графични DVB субтитри

source: Prefer subtitles for hearing impaired
bg: Предпочитани субтитри за хора с увреден слух

source: Prefer subtitles stored by service
bg: Предпочитани субтитри съхранявани от сервизи

source: Preferred tuner
bg: Предпочитан тунер

source: Preferred tuners, multiple selection allowed
bg: Предпочитани тунери, допускат множествена селекция

source: Prepare another USB stick for image flashing
bg: Подгответе друг USB стик за флашване имидж

source: Preparing... Please wait
bg: Подготвя се... Моля, изчакайте

source: Press INFO on your remote control for additional information.
bg: Натиснете INFO на дистанционното, за допълнителна информация.

source: Press MENU on your remote control for additional options.
bg: Натиснете MENU на дистанционното, за допълнителни опции.

source: Press OK on your remote control to continue.
bg: Натиснете OK на дистанционното, за да продължите.

source: Press OK to activate the selected skin.
bg: Натиснете OK, за да активирате избраната кожа.

source: Press OK to activate the settings.
bg: Натиснете ОК, за да активирате настройките.

source: Press OK to edit the settings.
bg: Натиснете ОК, за да редактирате настройките.

source: Press OK to get further details for %s
bg: Натиснете ОК, за повече детайли относно %s

source: Press OK to scan
bg: Натиснете OK, за да сканирате

source: Press OK to select a provider.
bg: Натиснете OK, за да изберете провайдер.

source: Press OK to select a service.
bg: Натиснете OK, за да изберете сервизи.

source: Press OK to select/deselect a CAId.
bg: Натиснете OK, за да изберете/изключите дадено CAID.

source: Press OK to set the MAC-address.
bg: Натиснете OK, за да зададете MAC-адрес.

source: Press OK to start the scan
bg: Натиснете ОК, за да стартирате търсенето

source: Press OK to toggle the selection
bg: Натиснете OK, за да превключите избора

source: Press OK to toggle the selection.
bg: Натиснете OK, за да превключите избора.

source: Preview
bg: Преглед

source: Preview menu
bg: Преглед меню

source: Preview selected channel
bg: Преглед избран канал

source: Primary DNS
bg: Основен DNS

source: Primetime hour
bg: Primetime час

source: Primetime minute
bg: Primetime минути

source: Set to the desired primetime (minutes.
bg: Задайте желания PrimeTime (минути).

source: Priority
bg: Приоритет

source: Process
bg: Процес

source: Processor temperature: %s
bg: Температура на процесора: %s

source: Profile
bg: Профил

source: Profile: Local box
bg: Профил: Местен приемник

source: Progress
bg: Прогрес

source: Progress bar left
bg: Прогрес бар ляво

source: Progress bar right
bg: Прогрес бар дясно

source: Properties of current title
bg: Свойства за текущото заглавие

source: Protect services
bg: Защитете сервизите

source: Protect Screens
bg: Защитете екраните

source: Protocol
bg: Протокол

source: Protocol:
bg: Протокол:

source: Prov
bg: Пров

source: Prov long
bg: Дълъг Пров

source: Provider
bg: Провайдер

source: Provider to scan
bg: Сканиране провайдер

source: Provider:
bg: Провайдер:

source: Providers
bg: Провайдери

source: Providers:
bg: Провайдери:

source: Providers:
bg: Провайдери:

source: Put TV in standby
bg: Постави ТВ в standby

source: Put your %s %s in standby
bg: Постави вашия %s %s в standby

source: Python Camstarter (default)
bg: Питон Camstarter (по подраз.)

source: Python frontend for /tmp/mmi.socket
bg: Питон интерфейс за /tmp/mmi.socket

source: Quick
bg: Бързо

source: Quick zap
bg: Бързо превкл

source: RF output
bg: RF изход

source: Radio
bg: Радио

source: Red long
bg: Червено дълго

source: Random
bg: Произволно

source: Rating defined by broadcaster - %d
bg: Оценка определена от телевизионен оператор - %d

source: Rating undefined
bg: Рейтинг неопределен

source: Read Userdata from oscam.conf
bg: Прочетете потреб. данни от oscam.conf

source: Reader Statistics
bg: Reader Статистика

source: Ready to install "%s" ?
bg: Готови ли сте да инсталирате "%s" ?

source: Install Finished.
bg: Инсталиране завършено.

source: Ready to install %s ?
bg: Готови ли сте да инсталирате %s ?

source: Ready to remove "%s" ?
bg: Готови ли сте да премахнете "%s" ?

source: Ready to remove %s ?
bg: Готови ли сте да премахнете %s ?

source: Really close without saving settings?
bg: Наистина ли да затворя, без да запазя настройките?

source: Really delete done timers?
bg: Наистина ли да изтрия завършените таймери?

source: Really exit the subservices quickzap?
bg: Наистина ли да изляза от subservices quickzap?

source: Really reboot now?
bg: Наистина ли да рестартирам сега?

source: Really reflash your %s %s and reboot now?
bg: Наистина ли да рефлашна вашия %s %s и рестартирам сега?

source: Really restart now?
bg: Наистина ли да рестартирам сега?

source: Really shutdown now?
bg: Наистина ли да изключа сега?

source: Really upgrade the front panel and reboot now?
bg: Наистина ли да ъпгрейдна предния панел и рестартирам сега?

source: Really upgrade the frontprocessor and reboot now?
bg: Наистина ли да ъпгрейдна предния процесор и рестартирам сега?

source: Really upgrade your %s %s and reboot now?
bg: Наистина ли да ъпгрейдна вашия %s %s и рестартирам сега?

source: Reboot
bg: Рестартирам

source: Rebuild
bg: Възстановявам

source: Rebuild LCN bouquet now?
bg: Възстанови LCN букет сега?
