Repository: gimsy/enigma2-6.9
Catalog: po/*.po
Languages: bg

source: Configuration mode
bg: Конфигурационен режим

source: Configuration mode: %s
bg: Конфигурационен режим: %s

source: Configure an additional delay to improve external subtitle synchronisation.
bg: Конфиг. на допълнително забавяне за да се подобри синхрон. външни субтитри.

source: Configure an additional delay to improve subtitle synchronisation.
bg: Конфиг. на допълнително забавяне за да се подобри синхрон. субтитри.

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
bg: Конфиг. за колко минути завършени събития които трябва да останат видими в EPG. Полезно е, когато имате нужда от информация за събитие,който току-що завърши, или е било забавено.

source: Configure if and how service type icons will be shown.
bg: Конфигурирайте дали и как сервизни тип икони ще бъдат показани.

source: Configure interface
bg: Конфигурирайте интерфейс

source: Configure nameservers
bg: Конфигурирайте nameservers

source: Configure on which devices the background delete option should be used.
bg: Конфиг. на кои устр. изтриване на опцията за фон трябва да се използва.

source: Configure remote control type
bg: Конфигурирайте тип дистанционен контрол

source: Configure the DiSEqC mode for this LNB.
bg: Конфиг. DiSEqC режима за този LNB.

source: Configure the IP address.
bg: Конфигурирайте IP адреса.

source: Configure the amount of time that will be presented.
bg: Конфиг. количеството време, което ще бъде представено.

source: Configure the aspect ratio of the screen.
bg: Конфигурирайте отношението на размери на екрана.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
bg: Конфиг. поведението на клавиша'пауза', когато възпроиз. на филм е вече на пауза.

source: Configure the behavior when movie playback is manually stopped.
bg: Конфиг. поведение при възпроизвеждане на ръчно спряни клипове.

source: Configure the behavior when movie playback is started.
bg: Конфиг. поведение, когато стартира възпроиз. на клипове.

source: Configure the behavior when reaching the end of a movie, during movie playback.
bg: Конфиг. поведението при достигане края на филм, по време на възпроиз. на филм.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
bg: Конфигурирайте граничната ширината на субтитрите. Тъмната границата прави субтитрите по-лесно да се четат на светъл фон.

source: Configure the brightness level of the front panel display for normal operation.
bg: Конфиг. нивото на яркост на дисплея на предния панел за нормална операция.

source: Configure the brightness level of the front panel display for standby.
bg: Конфигурирайте нивото на яркост на дисплея на предния панел за standby.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
bg: Конфигурирайте цвета на външните субтитрите, алтернативни (нормални в бяло, курсив в жълто, получер в циан, долна черта в зелено), бял или жълт.

source: Configure the color of the teletext subtitles.
bg: Конфигурирайте цвета на субтитрите на телетекст.

source: When enabled, teletext subtitles will be displayed at their original position.
bg: Когато е актив., телетекст субт. ще бъдат показани в оригиналната си позиция.

source: When enabled, reformat subtitles to match the width of the screen.
bg: Когато е актив.,се префор. субт. да съответстват на ширина екран.

source: Configure the contrast level of the front panel display.
bg: Конфигурирайте нивото на контраста на дисплея на предния панел.

source: Configure the duration in minutes for the screensaver.
bg: Конфигурирайте продължителността в минути за скрийнсейвъра.

source: Configure the duration in minutes for the sleep timer.
bg: Конфиг. продължителността в минути за таймера за заспиване.

source: Configure the first audio language (highest priority).
bg: Конфигурирайте първия аудио език (най-висок).

source: Configure the first subtitle language (highest priority).
bg: Конфигурирайте първия език на субтитрите (най-висок).

source: Configure the font size of the subtitles.
bg: Конфиг. размера на шрифта на субтитрите.

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
bg: Конфиг. размера на шрифта спрямо размера на кожата, така че с 1 се увеличава размера с 1 точка, и -1 намалява по размера с 1 точка.

source: Configure the fourth audio language.
bg: Конфигурирайте четвърти аудио език.

source: Configure the fourth subtitle language.
bg: Конфиг. четвъртия езика на субтитрите.

source: Configure the function of a long press on the power button.
bg: Конфиг. функцията на дълго натискане на бутона за захранване.

source: Configure the function of a short press on the power button.
bg: Конфиг. функцията на кратко натискане на бутона за захранване.

source: History buttons mode
bg: Режим бутони история

source: Configure the function of the < > buttons.
bg: Конфиг. функцията на бутоните < > .

source: Configure the alignment of events.
bg: Конфиг. хоризонталното подравняване на субтитрите.

source: Select of the number
bg: Изберете от номер

source: Configure the gateway.
bg: Конфигурирайте шлюза.

source: Configure the hard disk drive to go to standby after the specified idle time.
bg: Конфиг. устр-вото с твърд диск за да отидете в standby след определен застой.

source: Configure the horizontal alignment of the subtitles.
bg: Конфиг. хоризонтално подравняване субтитри.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
bg: Конфиг. първоначалната скоростта на превъртане напред. Когато натиснете бутон бързо напред, при стартиране ще започне с тази скорост.

source: Use time jumps for fast forward/backward
bg: Използвайте времевия скок за бързо напред/назад

source: This will go fast forward/backward with time frames of x secs
bg: Това ще отиде бързо напред/назад с времеви рамки на х сек

source: Time jump multiplier for fast forward
bg: Времеви скок мултипликатор за превъртане напред

source: Time jump: Use normal fast forward for speeds
bg: Времеви скок: Използвайте нормалното превъртане скорости напред

source: Defines which fast forward speeds are using normal cueing. All other forward speeds and all rewind speeds use time jumps.
bg: Определя кой бързи скорости напред използват нормално подсказване. Всички останали скорости и скорости пренавиване използват времеви скокове.

source: Defines the jump distance for forward jumps. The value is multiplied by the wind speed, e.g. 4x. Values significantly lower than 4s may not work with all media files.
bg: Определя разстояние скок за напред скокове. Стойността се умножава със скоростта на вятъра, например 4x. Стойностите са значително по-ниски от 4s и не могат да работят с всички мултимедийни файлове.

source: Time jump multiplier for fast backward
bg: Времеви скок мултипликатор за превъртане назад

source: Defines the jump distance for backward jumps. The value is multiplied by the rewind speed, e.g. -4x. Values significantly lower than 2s may not work with all media files.
bg: Определя разстояние скок за изостаналите скокове. Стойността се умножава по скоростта назад, например -4x. Стойностите значително са по-ниски от 2s и не могат да работят с всички мултимедийни файлове.

source: Defines how fast the time jumps are repeated. Values lower than 500ms may be problematic with NAS.
bg: Определя колко бързо се повтарят времевите скокове. Стойности по-ниски от 500ms може да бъдат проблематични с NAS.

source: Time jump repeat interval for fast forward/backward
bg: Времеви скок повторение интервал за бързо напред/назад

source: Time jump avoid zero step size
bg: Времеви скок избягващ нулев размер стъпка

source: Avoid getting stuck (at the expense of some stuttering) when the jump time is smaller than the time between I-frames.
bg: Избягвайте продължително застояване (за сметка на някое заекване), когато времевия скок е по-малък от времето между I-frames.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
bg: Конфиг. първоначалната скорост на превъртане назад. Когато натиснете бутона назад за стартиране, ще започне с тази скорост.

source: Configure the latitude of your location.
bg: Конфигурирайте вашата географска ширина.

source: Configure the longitude of your location.
bg: Конфигурирайте вашата географска дължина.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
bg: Конфигурирайте минималния размер на дисково пространство, за да бъде на разположение за записи. Когато размера на пространството падне под тази стойност, изтритите елементи ще бъдат oтстранени от кошчето за боклук.

source: Configure the nameserver (DNS).
bg: Конфигурирайте сървъра за имена (DNS).

source: Configure the netmask.
bg: Конфиг. мрежовата маска.

source: Configure the number of days after which items are automaticaly removed from the trash can.
bg: Конфигурирайте броя дни, след което елементи се премахват автоматично от кошчето.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
bg: Конфиг. броя дни на всички таймери да се съхраняват, преди те да са автоматично премахнати от списъка с таймери.

source: Configure the number of rows shown.
bg: Конфиг. показваните брой редове.

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
bg: Конфиг. декодиране закъснение линия в милисекунди. Конфигурирано закъснение се наблюдава при всяка промяна на контролна дума паритет.

source: Configure the possible fast forward speeds.
bg: Конфиг. възможните скорости бързо напред.

source: Configure the possible rewind speeds.
bg: Конфиг. възможните скорости пренавиване.

source: Configure the primary EPG language.
bg: Конфигурирайте първичния EPG език.

source: Configure the refresh rate of the screen.
bg: Конфигурирайте честотата на опресняване на екрана.

source: Configure the second audio language.
bg: Конфигурирайте втория език на звука.

source: Configure the second subtitle language.
bg: Конфигурирайте втория език на субтитрите.

source: Configure the secondary EPG language.
bg: Конфигурирайте втория EPG език.

source: Configure the slow motion speeds.
bg: Конфиг. бавните скорости за движение.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
bg: Конфигурирайте скоростта на процеса на заличаване фон. Ниската скорост ще консумира по-малко производителност на твърдия диск.

source: Configure the subtitle delay when timing information is not available.
bg: Конфиг. забавяне субтитри, когато инфото за време не е налично.

source: Configure the third audio language.
bg: Конфигурирайте трети аудио език.

source: Configure the third subtitle language.
bg: Конфигурирайте трети език на субтитрите.

source: Configure the transparency of the black background of graphical DVB subtitles.
bg: Конфигурирайте прозрачността на черния фон на графични DVB субтитри.

source: Configure the tuner mode.
bg: Конфигурирайте режим тунер.

source: Configure the type of status indication icons shown in the movielist.
bg: Конфиг.типа статус на индикаторни икони показани в списъка за филми.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
bg: Конфигурирайте вертикална позиция на субтитрите, измерена от долната част на екрана.

source: Configure the width allocated to the picon.
bg: Конфиг. ширината разпределена за пикон.

source: Configure the width allocated to the service name.
bg: Конфиг. ширината разпределена за името на сервиза.

source: Configure to show the channel names, picons, or both in the EPG.
bg: Конфиг. показване имената на каналите, пиконите или и двете в EPG.

source: Configure which color format should be used on the SCART output.
bg: Конфиг. на кой цвет. формат трябва да се използва върху SCART изхода.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
bg: Конфиг. кой тип тунер ще бъде предпочитан, когато един и същ сервиз е достъпен на различни видове тунери.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
bg: Конфиг. кой тунер ще бъде предпочитан, когато повече от един тунер е на разположение.Ако е зададено на 'автоматично' системата ще даде приоритет на тунера имащ най-малък брой канали/сателити.

source: Configure your NTP server.
bg: Конфигурирайте своя NTP сървър.

source: In expert mode, configure which tuners will be preferred, when more than one tuner is available.
bg: В разширен режим, конфиг. кои тунери ще бъдат предпочитани, когато повече от един тунер е на разположение.

source: Configure your internal LAN
bg: Конфигурирайте своя вътрешен LAN

source: Configure your network again
bg: Конфигурирайте своята мрежа отново

source: Configure your network settings, and press OK to start the scan
bg: Конфиг. мрежовите си настройки и натиснете OK, за да стартира сканиране

source: Configure your wireless LAN again
bg: Конфигурирайте своя безжичен LAN отново

source: Configures which video output connector will be used.
bg: Конфигурирайте кой видео изход конектор ще се използва.

source: Configuring
bg: Конфигуриране

source: Conflicting timer
bg: Несъвместим таймер

source: Connect
bg: Свързване

source: Connect to a wireless network
bg: Свързване с безжична мрежа

source: Connected clients
bg: Свързани клиенти

source: Connected satellites
bg: Свързани сателити

source: Connected to
bg: Свързан с

source: Constellation
bg: Констелация

source: Content
bg: Съдържание

source: Content does not fit on DVD!
bg: Съдържанието не се побира на DVD!

source: Continue
bg: Продължи

source: Continue playback
bg: Продължи възпроизвеждането

source: Continue playing
bg: Продължи възпроизвеждането

source: Continues
bg: Продължавам

source: Continues play (loop)
bg: Продължавам възпроизвеждане (контур)

source: Contrast
bg: Контраст

source: Control of the position how finished timer are shown in the Timer List.
bg: Контрол на позицията как завършен таймер се показват в таймер списъка.

source: Convert ext3 filesystem to ext4
bg: Конверт. ext3 файлова с-ма към ext4

source: Convert ext3 to ext4
bg: Конверт. ext3 към ext4

source: Convert filesystem ext3 to ext4
bg: Конверт. на файл. система ext3 към ext4

source: Converting ext3 to ext4...
bg: Конверт. ext3 към ext4 ...

source: Cool Info Guide
bg: Готин инфо справочник

source: Cool Single Guide
bg: Готин единичен справочник

source: Cool TV Guide
bg: Готин ТВ справочник

source: Copy
bg: Копирай

source: Copying files
bg: Копиране файлове

source: Cores: %s
bg: Ядра: %s

source: Could not connect to %s %s .NFI image feed server:
bg: Не можах да се свържа %s %s .NFI имидж свободен сървър:

source: Could not find installed channel list.
bg: Не можах да намеря инсталиран списък с канали.

source: Could not open Picture in Picture
bg: Не може да се отвори Картина в Картина

source: Could not open the file %s!
bg: Не може да се отвори файла %s!

source: Could not record due to conflicting timer %s
bg: Не можа да се запише поради конфликтен таймер %s

source: Could not record due to invalid service %s
bg: Не може да записва поради ивалиден сервиз %s

source: Could not save configfile %s!
bg: Не можа да се запази конфиг. файл %s!

source: Cpu
bg: Процесор

source: Crash Logs
bg: Крах с Дневниците

source: Create
bg: Създай

source: Create Bludisc ISO file
bg: Създай Bludisc ISO файл

source: Create DVD-ISO
bg: Създай DVD-ISO

source: Create ISO
bg: Създай ISO

source: Create directory
bg: Създай директория

source: Creating AP and SC Files
bg: Създаване на AP и SC файлове

source: Creating Hardlink to Timeshift file failed!
bg: Създаване на Hardlink за Timeshift файл не успя!

source: Creating filesystem
bg: Създаване файлова с-ма

source: Creating partition
bg: Създаване на дял

source: Croatian
bg: Хърватски

source: Cron Manager
bg: Cron мениджър

source: Current CEC address
bg: Текущ CEC адрес

source: Use HDMI-preemphasis
bg: Използвай HDMI-предварителен акцент

source: Current Event:
bg: Текущо събитие:

source: Current Status:
bg: Текущ статус:

source: Current device:
bg: Текущо устройство:

source: Device:
bg: Утройство:

source: Current location
bg: Текущо местоположение

source: Current settings:
bg: Текущи настройки:

source: Current time
bg: Текущо време

source: Current transponder
bg: Текущ транспондер

source: Current value:
bg: Текуща стойност:

source: Current version:
bg: Текуща версия:

source: Currently installed image
bg: Понастоящем инсталиран имидж

source: Custom
bg: Персонално

source: Customize
bg: Персонализиране

source: Cut
bg: Изрежи

source: Cutlist editor
bg: Изрязване списък от редактор

source: Cutlist editor...
bg: Изрязване списък от редактор...

source: Czech
bg: Чешки

source: DLNA support
bg: DLNA поддръжка

source: DMM advanced
bg: DMM за напреднали

source: DMM normal
bg: DMM нормален

source: DVB subtitle black transparency
bg: DVB субтитри черна прозрачност

source: DVB CI Delay
bg: DVB CI Забавяне

source: DVD file browser
bg: DVD файл браузър

source: DVD player
bg: DVD плейър

source: Daily
bg: Дневно

source: Danish
bg: Датски

source: Date
bg: Дата

source: Deactivate
bg: Деактивиране

source: Debug Logs
bg: Oтстраняване Дневници

source: Deep Standby
bg: Дълбок Standby

source: Sleep Timer
bg: Таймер за заспиване

source: Deep standby
bg: Дълбок standby

source: Default
bg: По подраз

source: Default (Instant Record)
bg: По подраз. (Instant Record)

source: Default (Timeshift)
bg: По подразбиране (Timeshift)

source: Default movie location
bg: По подраз. местоположение филм

source: Default recording type
bg: Тип запис по подразбиране

source: Default settings
bg: Настройки по подраз

source: Defaults
bg: По подразбиране

source: Delay before key repeat starts:
bg: Забавяне преди повторно натискане на бутон:

source: Delay for external subtitles
bg: Забавяне за външни субтитри

source: Delay in miliseconds before start of scrolling text on display.
bg: Забавяне в милисекунди преди началото на движещ се текст на дисплея.

source: Channel zap delay mode
bg: Канал ZAP забавяне режим

source: Channel zap delay another button
bg: Канал ZAP забавяне още един бутон

source: Channel zap delay first button
bg: Канал ZAP забавяне първи бутон

source: Delay in miliseconds after finish scrolling text on display.
bg: Забавяне в милисекунди след финално движещ се текст на дисплея.

source: Delay:
bg: Забавяне:

source: Delete
bg: Изтрий

source: Delete %s?
bg: Изтрий %s?

source: Delete Confirmation
bg: Изтрий за потвърждение

source: Delete Plugins
bg: Изтрий плъгин

source: Delete and unstall Plugins. This will remove the Plugin from your box
bg: Изтрий и деинсталирай плъгин. Това ще премахне плъгин от приемника

source: Delete entry
bg: Изтрий запис

source: Delete failed!
bg: Неуспешно изтриване!

source: Delete file
bg: Изтрий файл

source: Delete playlist entry
bg: Изтрий записа от плейлиста

source: Delete saved playlist
bg: Изтрий записания плейлист

source: Deleted
bg: Изтрити

source: Deleted %s!
bg: Изтрити %s!

source: Deleted items
bg: Изтрити елементи

source: Deleting files
bg: Изтриване файлове

source: Depth
bg: Дълбочина

source: When enabled, Enigma2 will load unlinked bouquets. This means that bouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
bg: Когато е актив., Enigma2 зарежда несвързани букети.Това означава, че букети които са на разположение, но не са включени в bouquets.tv или bouquets.radioфайлове, все още ще бъдат заредени.Това ви позволява например да запазите собствения си потребителски букет докато монтираните настройки са подобрени

source: Descramble http streams
bg: Дешифриране HTTP потоци

source: Require authentication for http streams
bg: Изискване за удостоверяване за HTTP потоци

source: When enabled, authentication is required to watch http streams.
bg: Когато е актив., удостоверяване се изисква, за гледане HTTP потоци.

source: Description
bg: Описание

source: Deselect
bg: Отмяна на избора

source: Details for plugin:
bg: Детайли за плъгин:

source: Detected Devices:
bg: Открити устройства:

source: Detected NIMs:
bg: Открити NIMs:

source: Device Information
bg: Инфо за устройството

source: Device Manager
bg: Диспечер на устройствата

source: Device mounts
bg: Утройство за монтиране

source: Devices
bg: Утройства

source: Dim delay
bg: Dim закъснение

source: DiSEqC mode
bg: DiSEqC режим

source: DiSEqC port %s: %s
bg: DiSEqC порт %s: %s

source: DiSEqC-tester settings
bg: Тест DiSEqC настройки

source: Digital contour removal
bg: Отстраняване на дигитален контур

source: Digital downmix
bg: Цифрово смесване

source: Direct playback of linked titles without menu
bg: Директно възпр. на свързаните заглавия без менюта

source: Directory
bg: Директория

source: Directory %s does not exist.
bg: Директорията %s не съществува.

source: Directory browser
bg: Директории браузър

source: Disable
bg: Забрани

source: Disable Picture in Picture
bg: Забрани Картина в Картина

source: Disable background scanning
bg: Забраняване на фон сканиране

source: Disabled
bg: Забранен

source: Disk space to reserve for recordings (in GB)
bg: Дисковото пространство да се запази за запис (в GB)

source: Display
bg: Дисплей

source: LCD scroll speed
bg: Скорост LCD превъртане

source: Time for next LCD scrolling
bg: Време за следващо LCD превъртане

source: Show blinking rec symbol on Display during recording
bg: Покажи мигащ REC символ на дисплея по време на запис

source: Enable blinking rec symbol on the LCD Display
bg: Разрешаване мигащ REC символ на LCD Дисплея

source: Show blinking Clock on Display during recording
bg: Покажи мигащ часовник на дисплея по време на запис

source: Enable blinking Clock on the LCD Display
bg: Разрешаване мигащ часовник на LCD Дисплея

source: Display 16:9 content as
bg: Покажи 16:9 съдържание като

source: Display 4:3 content as
bg: Покажи 4:3 съдържание като

source: Display >16:9 content as
bg: Покажи >16:9 съдържание като

source: Display message before playing next movie
bg: Дисплей съобщение, преди възпр. следващ филм

source: Display settings
bg: Настройки дисплей

source: Display Settings
bg: Дисплей настройки

source: Clone TV screen to LCD
bg: Клонирай TV екран за LCD

source: Shows live tv or informations on LCD.
bg: Покажи live tv или информации за LCD.

source: Show status messages when switch to live TV
bg: Покажи статуса на съобщенията, когато свързваш live TV

source: Display the EIT now/next eventdata in infobar.
bg: Дисплей EIT сега/следващи събития данни в инфолентата.

source: Do not change
bg: Не променяй

source: Do not flash image
bg: Да не флашва имиджа

source: Do not record
bg: Не записвай

source: Do you really want to convert the filesystem? You cannot go back!
bg: Искате ли да конвертирате файловата система? Не мога да се върна!

source: Do you really want to delete %s ?
bg: Искате ли да изтриете %s ?

source: Do you really want to delete %s?
bg: Искате ли да изтриете %s?

source: Do you really want to delete ?
bg: Искате ли да изтриете ?

source: Do you really want to delete this timer ?
bg: Искате ли да изтриете този таймер ?
