Repository: gimsy/enigma2-6.9
Catalog: po/*.po
Languages: bg

source: Rec
bg: Запис

source: Reception Settings
bg: Настройки приемане

source: Record
bg: Записвам

source: Record next
bg: Запиши следващия

source: Record now
bg: Запиши сега

source: Record started! Stopping timeshift now ...
bg: Записът започна! Спиране TimeShift сега ...

source: Record time limited due to conflicting timer %s
bg: Времето за запис е ограничено поради конфликт с таймер %s

source: Recording
bg: Запис

source: Recording in progress
bg: Записване в процес

source: Recording settings
bg: Настройка записване

source: Recording type
bg: Тип на запис

source: Recording(s) are in progress or coming up in few seconds!
bg: Запис(и) се извършват или ще започнат до няколко секунди!

source: Recordings
bg: Записи

source: Recordings always have priority
bg: Записите винаги имат предимство

source: Red
bg: Червен

source: Red button...
bg: Червен бутон...

source: Reduce time scale
bg: Намаляване на времева скала

source: Reflash in progress Please wait until your %s %s reboots This may take a few minutes
bg: Рефлашът е в прогрес Моля, изчакайте докато вашият %s %s рестартира Това може да отнеме няколко минути

source: Refresh every (in hours)
bg: Обновление на всяко (в часове)

source: Refresh rate
bg: Скорост на обновяване

source: Refresh rate selection.
bg: Избор честота на обновяване.

source: Regard deep standby as standby
bg: Взе предвид дълбок standby като готовност

source: Relative
bg: Относителен

source: Reload
bg: Презареди

source: Reloading EPG Cache...
bg: Презареждане EPG кеш...

source: Reloading bouquets and services...
bg: Презареждане на букети и севизи...

source: Remaining
bg: Оставащ

source: Remaining & Elapsed
bg: Оставащ & Изминал

source: Remember service PIN
bg: Запомни PIN сервиз

source: Remember last service in PiP
bg: Не забравяйте, последния сервиз в PiP

source: Use Manual dns-nameserver
bg: Конфигурирайте сървъра за имена (DNS).

source: Remote control type
bg: Тип дистанционно

source: Remove
bg: Премахни

source: Remove Confirmation
bg: Премахни конфигурация

source: Remove Service
bg: Премахни сервиз

source: Remove a mark
bg: Премахни отметка

source: Remove a nameserver entry
bg: Премахни вписване nameserver

source: Remove bookmark
bg: Премахни отметка

source: Remove completed timers after (days)
bg: Премахване на завършените таймери след (дни)

source: Remove currently selected title
bg: Премахни текущото избрано заглавие

source: Remove finished.
bg: Премахни завършените.

source: Remove items from trash can after (days)
bg: Премахни елементи от коша за боклук след (дни)

source: Remove plugins
bg: Премахни плъгини

source: Remove timer
bg: Премахни таймер

source: Remove title
bg: Премахни заглавие

source: Removing
bg: Премахване

source: Removing Service
bg: Премахване сервиз

source: Removing directory %s failed. (Maybe not empty.)
bg: Премахването на директория %s не успя. (Може би не е празна.)

source: Removing partition table
bg: Премахване на таблицата на дяловете

source: Rename
bg: Преименувай

source: Rename failed!
bg: Преименуването се провали!

source: Rename to:
bg: Преименуване на:

source: Renamed %s!
bg: Преименуван %s!

source: Repeat
bg: Повторение

source: Repeat Display Message
bg: Повторение съобщение на дисплея

source: Repeat type
bg: Повторение тип

source: Repeating event currently recording... What do you want to do?
bg: Повтарящото събитие в момента се записва ... Какво искате да направя?

source: Repeats
bg: Повторения

source: Required medium type:
bg: Задължителен тип носител:

source: Rereading partition table
bg: Препрочитана таблица на дялове

source: Reserved
bg: Резервирано

source: Reset
bg: Нулиране

source: Reset and renumerate title names
bg: Нулиране и скоростно преименуване на имената на заглавията

source: Reset playback position
bg: Нулиране възпроизвеждаша позиция

source: Reset video enhancement settings to system defaults?
bg: Нулиране настройки видео аксесоар към системните по подразбиране?

source: Reset video enhancement settings to your last configuration?
bg: Нулиране настройки видео аксесоар за вашата последна конфигурация?

source: Resolution
bg: Резолюция

source: ReStart
bg: Рестарт

source: Restart
bg: Рестарт

source: Restart %s %s.
bg: Рестарт %s %s.

source: Restart GUI
bg: Рестарт GUI

source: Restart GUI now?
bg: Рестарт GUI сега?

source: Configure for which types of recordings a warning about active recordings is shown when attempting to restart the box or the GUI.
bg: Конфигурирайте за кои видове записи предупреждение за активен записи се показва, когато се опитва да рестартира приемника или графичния интерфейс.

source: Configure whether the 'recording' symbol (in the display skin and LCD skin) is visible for real recordings only or also for streaming and pseuso recordings (e.g. EPGrefresh).
bg: Конфигурирайте дали символът 'запис' (в кожата на дисплей и LCD кожата) е видима за истинските записи или само и за стрийминг и псевдозаписи (например EPGrefresh).

source: Show recording symbol depending on recording type
bg: Покажи записване символ в зависимост от типа на запис

source: Show warning before box restart based on recording type
bg: Покажи предупреждение преди рестарт на приемника в зависимост от записа

source: Show default backup files
bg: Покажи по подраз. архивиране на файлове

source: Show HDMI-Output Res
bg: Покажи HDMI-изход Res

source: Show HDMI Output Resulution
bg: Покажи HDMI изход резолюция

source: Select excluded backup files
bg: Изберете изключи архивиране на файлове

source: Restart Network
bg: Рестарт мрежа

source: Restart enigma
bg: Рестарт енигма

source: Restart network
bg: Рестарт мрежа

source: Restart test
bg: Рестарт тест

source: Restart your network connection and interfaces.
bg: Рестартирайте мрежовата връзка и интерфейси.

source: Use the network wizard to configure your Network
bg: Използвай съветника за мрежа, за да конфигурирате вашата мрежа

source: Set the MAC-address of your %s %s.
bg: Задайте MAC-адреса на вашия %s %s.

source: Set the position of the recording icons
bg: Задайте описанието на записа.

source: MAC-address settings
bg: Настройки MAС-адрес

source: Restore
bg: Възстановаване

source: Restore backups
bg: Възстановяване на резервни копия

source: Restore is running...
bg: Възстановяването работи...

source: Restore system settings
bg: Възстановяване системни настройки

source: Restoring...
bg: Възстановяване на...

source: Resume from last position
bg: Възобновяване от последната позиция

source: Resume position at %s
bg: Възобновяване позиция в %s

source: Resuming playback
bg: Възобновяване възпроизвеждане

source: Return to movie list
bg: Назад към списъка с филми

source: Return to previous service
bg: Назад към предишен севиз

source: Rewind speeds
bg: Скорост на превъртане

source: Rewrap subtitles
bg: Преопаковате субтитри

source: Right
bg: Дясно

source: Right from servicename
bg: Надясно от името на сервиза

source: Romanian
bg: Румънски

source: Root directory
bg: Коренна директорията

source: Rotor step position:
bg: Ротор стъпка позиция:

source: Rotor turning speed
bg: Скорост на ротора повратна

source: Run how often ?
bg: Стартирам колко често ?

source: Running
bg: Работещ

source: Running Myrestore script, Please wait ...
bg: Работещ Myrestore скрипт, Моля изчакайте ...

source: Russian
bg: Руски

source: SABnzbd Setup
bg: SABnzbd настройки

source: SAT
bg: САТ

source: SAT long
bg: САТ дълго

source: SINGLE LAYER DVD
bg: Еднослоен DVD

source: Samba Log
bg: Samba дневник

source: Samba Setup
bg: Samba настройки

source: Same resolution as skin
bg: Същата резолюция като кожата

source: Sat
bg: Съб

source: Satellite
bg: Сателит

source: Satellite dish setup
bg: Настройка сателитна чиния

source: Satellite equipment
bg: Сателитно оборудване

source: Satellite equipment setup
bg: Настройки сателитно оборудване

source: Satellite longitude:
bg: Сателитна дължина:

source: Satellites
bg: Сателити

source: Sats
bg: Сателити

source: Saturation
bg: Насищане

source: Saturday
bg: Събота

source: Very very short filenames - Warning
bg: Много много кратки имена на файлове - Внимание

source: Very short filenames
bg: Много кратки имена на файлове

source: Short filenames
bg: Кратки имена на файлове

source: Short filenames with time
bg: Много кратки имена на файлове

source: Save
bg: Запази

source: save
bg: запис

source: Save EPG
bg: Запази EPG

source: Save EPG data
bg: Запази EPG данни

source: Configure if epg.dat should be saved at all.
bg: Конфигурирайте ако epg.dat трябва да бъде запазен във всичко.

source: Save and record
bg: Запази и запиши

source: Save and stop
bg: Запази и спри

source: Save every (in hours)
bg: Запази всяко (в часове)

source: Save playlist
bg: Запази плейлист

source: Save timeshift as movie and continue recording
bg: Запази TimeShift като филм и продължи запис

source: Save timeshift as movie and stop recording
bg: Запази TimeShift като филм и спиране запис

source: Saving EPG Cache...
bg: Запазване EPG кеш...

source: Saving timeshift as movie now. This might take a while!
bg: Запазване TimeShift като филм сега. Това може да отнеме време!

source: Scaler sharpness
bg: Скалираща острота

source: This option configures the picture sharpness.
bg: Тази опция конфигурира остротата на картината.

source: Scaler vertical dejagging
bg: Скалираща вертикална dejagging

source: This option allows you enable the vertical scaler dejagging.
bg: Тази опция дава възможност вертикално отстраняване на грешки мащаб.

source: Choose the location for crash and debuglogs.
bg: Изберете мястото за Crash и debuglogs.

source: This option allows you enable smoothing filter to control the dithering process.
bg: Тази опция позволява даване възможност изглаждане филтър за контрол на трептене.

source: Choose whether AC3 sound tracks should be downmixed to stereo.
bg: Изберете дали многоканалния звук трябва да бъде смесван до стерео.

source: This option allows you to enable 3D Surround Sound.
bg: Тази опция ви позволява да се даде възможност на 3D Surround Sound.

source: This option configures you can set Auto Volume Level.
bg: Тази опция конфигурира задаване Auto Volume Level.

source: Scaling mode
bg: Режим мащабиране

source: Scan
bg: Сканиране

source: Scan
bg: Сканиране

source: Scan %s
bg: Сканиране %s

source: Scan %s band
bg: Сканиране %s лента

source: Scan additional SR
bg: Сканиране допълнителна SR

source: Scan files...
bg: Сканиране файлове...

source: Scan for local extensions and install them
bg: Сканиране местни разширения и ги инсталира

source: Scan wireless networks
bg: Сканиране безжични мрежи

source: Scan your network for wireless access points and connect to them using your selected wireless device.
bg: Сканиране на вашата мрежа за безжични точки за достъп за да се свържете с тях с помощта на избраното от вас безжично устройство.

source: Scanning %s...
bg: Сканиране %s...

source: Scanning - %d%% completed
bg: Сканиране - %d%% завършено

source: Scanning completed, %d channel found
bg: Сканиране завършено, %d намерен канал

source: Scanning failed!
bg: Сканирането се провали!

source: Scanning...
bg: Сканиране...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
bg: Сканира по подраз. lamedbs сортирани по сателит със свързан позиционер

source: Scrolling Speed
bg: Скорост на превъртане

source: Scrolling speed (software renderer)
bg: Скорост превъртане (софтуер за визуализация)

source: Scrolling delay (software renderer)
bg: Закъснение превъртане (софтуер за визуализация)

source: Set the time before checking video source for resolution infomation.
bg: Задайте времето преди проверка видео източник за инфо резолюция.

source: fast
bg: бърз

source: slow
bg: бавен

source: Search
bg: Търсене

source: Search IMDb for information about current event.
bg: Търсене IMDb за информация за текущото събитие.

source: Search east
bg: Търсене на изток

source: Search for similar events
bg: Търсене на подобни събития

source: Search the epg for current event.
bg: Търсене на EPG за текущото събитие.

source: Search west
bg: Търсене на запад

source: Search/WEB
bg: Търсене/WEB

source: Searching
bg: Търсене в

source: Searching east ...
bg: Търсене в на изток ...

source: Searching for available updates. Please wait...
bg: Търсене в за налични актуализации. Моля изчакай...

source: Searching for new installed or removed packages. Please wait...
bg: Търсене в на нови инсталирани или премахнати пакети. Моля изчакайте...

source: Searching west ...
bg: Търсене в на запад ...

source: Secondary DNS
bg: Вторичен DNS

source: Seek
bg: Потърси

source: Seek backward
bg: Потърси назад

source: Seek backward (enter time)
bg: Потърси назад (въведете време)

source: Seek forward
bg: Потърси напред

source: Seek forward (enter time)
bg: Потърси напред (въведете време)

source: Seekbar activation
bg: Активиране Seekbar

source: Seekbar sensibility
bg: Чувствителност Seekbar

source: Select
bg: Изберете

source: Select CAId
bg: Изберете CAID

source: Select Cam 1
bg: Изберете Cam 1

source: Select Cam 2
bg: Изберете Cam 2

source: Select Lan/Wlan
bg: Изберете Lan/Wlan

source: Select Location
bg: Изберете местоположение

source: Select a script to run:
bg: Изберете скрипт да стартира:

source: Select a wireless network
bg: Изберете безжична мрежа

source: Select action for timer %s:
bg: Изберете действие за таймер %s:

source: Select additional backup files
bg: Изберете допълнително архивиране на файлове

source: Select additional files to backup
bg: Изберете допълнително файлове за архивиране

source: Select all
bg: Изберете всички

source: Select an image to be downloaded
bg: Изберете имидж за да бъде изтеглен

source: Select audio track
bg: Изберете аудио песен

source: Select backup location
bg: Изберете местоположение за архивиране

source: Select channel to record from
bg: Изберете канал да направите запис от

source: Select copy destination for:
bg: Изберете дестинация за копие за:

source: Select default EPG type...
bg: Изберете по подразбиране тип EPG ...

source: Select desired image from feed list
bg: Изберете желаната имидж от свободния списък

source: Select destination for:
bg: Изберете дестинация за:

source: Select files to exclude from backup
bg: Изберете файловете за изключване от архив

source: Select files/folders to backup
bg: Изберете файлове/папки за архивиране

source: Select folders
bg: Изберете папки

source: Select how to activate the Quick EPG mode:
bg: Изберете как да активирате Бърз EPG режим:

source: Option to disable picons on the Infobar
bg: Опция за забраняване на пикони в инфолентата

source: Fade the Infobar on hide
bg: Плавно преливане инфолента на скрий

source: Control the Infobar fading speed
bg: Контрол скорост на затихване инфолента

source: Select if timeshift must continue when set to record.
bg: Изберете,ако TimeShift трябва да продължи,когато е настроен за запис.

source: Use image coloured Buttons *
bg: Използване на изображения цветни бутони *

source: Select input device
bg: Изберете входно устройство

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
bg: Сменете `- ` в диалози с цветен текст на говорител (като телетекст субтитри за хора с увреден слух)

source: Select input device.
bg: Изберете входно устройство.

source: Select interface
bg: Изберете интерфейс

source: Select location
bg: Изберете местоположение

source: Select movie
bg: Изберете филм

source: Select provider to add...
bg: Изберете провайдер, за да добавите...

source: Select refresh rate
bg: Изберете скорост за обновяване

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
bg: Изберете seekbar да се активира чрез стрелка L/R(long) или << >>(long).

source: Select service to add...
bg: Изберете сервиз, за да добавите...

source: Select sort method:
bg: Изберете метод на сортиране:

source: Select target folder
bg: Изборете папка за целта

source: Select the Swap File Size:
bg: Изберете размера на Swap File:

source: Select the desired function and click on "OK" to assign it. Use "CH+/-" to toggle between the lists. Select an assigned function and click on "OK" to de-assign it. Use "Next/Previous" to change the order of the assigned functions.
bg: Изберете желаната функция и натисни 'ОК'\ за да я присвоите.Използвайте 'CH +/-'\за да превключите между списъците.Изберете присвоените функции и кликнетевърху 'ОК' да де-присвоите това.Използвате'Next/Previous\ за да промените реда на присвоените функции.

source: Select the movie path
bg: Изберете път към филма

source: Select the sleep timer action.
bg: Изберете действието на таймера за заспиване.

source: Select upgrade source
bg: Изберете източник за ъпгрейд

source: Select upgrade source to edit.
bg: Изберете източник за ъпгрейд, за да редактирате.

source: Select video input with up/down buttons
bg: Изберете видео вход с бутони нaгоре/надолу

source: Select video mode
bg: Изберете видео режим

source: Select what you want the Channel +/- button to activate:
bg: Изберете какво искате с бутон Channel +/-, за да активирате:

source: Select if you want the Subservice mode to be activated.
bg: Изберете дали искате режим Subservice да се активира.

source: Select wireless network
bg: Изберете безжична мрежа

source: Select your provider, and press OK to start the scan
bg: Изберете вашия доставчик и натиснете OK за да стартирате сканирането

source: Selecting satellites 1 (USALS)
bg: Избор на сателити 1 (USALS)

source: Selecting satellites 2 (USALS)
bg: Избор на сателити 2 (USALS)

source: Send
bg: Изпрати

source: Send Confirmation
bg: Изпрати потвърждение

source: Select what should be done when the %s %s was boot-up, normal playing or goto standby.
bg: Изберете това, което трябва да се направи, когато %s %s е бил boot-up, нормална игра или иди на standby.

source: Configure the brightness level of the front panel display for dimmed operation.
bg: Конфиг. нивото на яркост на дисплея на предния панел за затъмнена операция.

source: Dim the LCD after specified time.
bg: Dim на дисплея, след определено време.

source: Send DiSEqC
bg: Изпрати DiSEqC

source: Sort by
bg: Сортиране по

source: Sort list:
bg: Сортиране лист:

source: Send DiSEqC only on satellite change
bg: Изпрати DiSEqC само при смяна на сателит

source: Seperate titles with a main menu
bg: Отделни заглавия с основното меню

source: Sequence repeat
bg: Последователно повторение

source: Serbian
bg: Сръбски

source: Serial No
bg: Сериен No

source: Serv.Name
bg: Сървър име

source: Server:
bg: Сървър:

source: Servers
bg: Сървъри

source: Servers:
bg: Сървъри:

source: Service
bg: Сервиз

source: Service Information
bg: Сервиз информация

source: Service Name
bg: Име сервиз

source: Service Title mode
bg: Заглавие сервизен режим

source: Service font size
bg: Размер шрифт сервиз

source: Service has been added to the favourites.
bg: Сервизът беше добавен към предпочитани.

source: Service has been added to the selected bouquet.
bg: Сервизът беше добавен към избрания букет.

source: Service info font size
bg: Сервизно инфо размер шрифт

source: Service invalid! (Timeout reading PMT)
bg: Невалиден сервиз! (Време на отчитане PMT)

source: Service name
bg: Име сервиз

source: Service name font size
bg: Сервизно име размер шрифт

source: Service not found! (SID not found in PAT)
bg: Не е открит сервиз! (SID не е открит в PAT)

source: Service number font size
bg: Сервизен номер размер шрифт

source: Service reference
bg: Референция сервиз

source: Service scan
bg: Сканиране сервиз

source: Service searching
bg: Сервизно търсене

source: Service unavailable! Check tuner configuration!
bg: Сервизът не е наличен! Проверете настройките на тунера!

source: Service width
bg: Ширина сервиз

source: Services
bg: Сервизи

source: Services may be grouped in bouquets. When enabled, you can use more than one bouquet.
bg: Сервизите могат да бъдат групирани в букети.Когато е активиран, можете да използвате повече от един букет.

source: Set System
bg: Задайте система

source: Set end time
bg: Задайте край време

source: Set fixed
bg: Задайте фиксирана

source: Set fps for external subtitles
bg: Задайте кадъра в секунда за външни субтитри

source: Set limits
bg: Задайте лимити

source: Set pin code persistent
bg: Задайте ПИН код персистираща

source: Set startup service
bg: Задайте стартиране сервиз

source: Set the channel for this timer.
bg: Задайте канала за този таймер.

source: Set the date the timer must start.
bg: Задайте дата на таймера който трябва да стартира.

source: Set the default location for your autorecord-files. Press 'OK' to add new locations, select left/right to select an existing location.
bg: Задайте мястото по подраз. за запис.-файлове. Натиснете 'ОК', за да добавите ново местоп., изберете наляво/надясно, за да изберете съществуващо място.

source: Set the default location for your instant recordings. Press 'OK' to add new locations, select left/right to select an existing location.
bg: Задайте мястото по подраз. за незабавни записи. Натиснете'ОК', за да добавите ново местоп.,изберете наляво/надясно, за да изберете съществуващо място.

source: Set the default location for your recordings. Press 'OK' to add new locations, select left/right to select an existing location.
bg: Задайте мястото по подраз. за вашите записи. Натиснете'ОК',за да добавите ново местоп., изберете наляво/надясно, за да изберете съществуващо място.

source: Set the default location for your timers. Press 'OK' to add new locations, select left/right to select an existing location.
bg: Задайте мястото по подраз. за вашите таймери.Натиснете'ОК',за да добавитеново местоп.,изберете наляво/надясно,за да изберете съществуващо място.

source: Set the default location for your timeshift-files. Press 'OK' to add new locations, select left/right to select an existing location.
bg: Задайте мястото по подраз. за TimeShift-файлове. Натиснете'ОК', за да добавитеново местоп., изберете наляво/надясно, за да изберете съществуващо място.

source: Set the default sorting method.
bg: Задайте по подраз. на метода за сортиране.

source: Set the description of the recording.
bg: Задайте описанието на записа.

source: Set the jump-size of the seekbar.
bg: Задайте скок-размер на seekbar.

source: Set the name the recording will get.
bg: Задайте името на записа който ще получите.

source: Set the scrolling speed of text on the front display.
bg: Задайте скорост превъртане текст на предния дисплей.

source: Set the time the timer must start.
bg: Задайте времето на таймера който трябва да стартира.

source: Set the time the timer must stop.
bg: Задайте времето на таймера който трябва да спре.

source: Set the time to hide the infobar.
bg: Задайте време за скриване инфолента.

source: Set the type of the progress indication in the channel selection screen.
bg: Задайте вид индикация за напредъка в екрана за избор на канал.

source: Set time window to 1 hour
bg: Задайте времеви прозорец до 1 час

source: Set time window to 2 hours
bg: Задайте времеви прозорец до 2 часа

source: Set time window to 3 hours
bg: Задайте времеви прозорец до 3 часа

source: Set time window to 4 hours
bg: Задайте времеви прозорец до 4 часа

source: Set time window to 5 hours
bg: Задайте времеви прозорец до 5 часа

source: Set time window to 6 hours
bg: Задайте времеви прозорец до 6 часа

source: Set to the desired primetime (hour).
bg: Задайте желания PrimeTime (час).

source: Set to what you want the button to do.
bg: Задайте какво искате бутона да направи.

source: Set voltage and 22KHz
bg: Задайте напрежение и 22KHz

source: Sets the root folder of movie list, to remove the '..' from benign shown in that folder.
bg: Задаване главната папка на списък филми, за да се отстрани '..' от доброкачест- веното показано в тази папка.

source: Settings
bg: Настройки

source: Settings...
bg: Настройки...
