Repository: gimsy/enigma2-6.9
Catalog: po/*.po
Languages: bg

source: Timeshift event based file splitting
bg: Timeshift събитие базирано на файлово разделяне

source: If set to 'no', can you save older events even after zapping or interruption of the timeshift.
bg: Ако е 'не', може да ви запази по-стари събития, дори и след превключване или прекъсване на timeshift.

source: If set to 'no', timeshift used only one buffer file. It's recommend 'Timeshift checking for older files [in minutes]' and 'Timeshift checking for free space?' to adjust.
bg: Ако е 'не', TimeShift използва само един буфер файл. Това е препоръчителна 'Timeshift проверка за по-големи файлове [в минути]' и 'Timeshift проверка за свободно пространство?'да се коригира.

source: In addition to the check at an event start, a repetitive check can be used, so that the conditions 'buffer limit in hours' or 'check free space' are detected earlier.
bg: В допълнение към проверката в началото на събитие, повтаряща проверка може да се използва така че условията 'буферно ограничение в часове' или 'проверка на свободното пространство' са открити по-рано.

source: Timeshift will get saved at end of event!
bg: Timeshift ще се запази в края на събитието!

source: Timeshift-save action on zap
bg: Timeshift-save действие на zap

source: Timezone
bg: Часова зона

source: Title
bg: Заглавие

source: Title properties
bg: Свойства заглавие

source: Titleset mode
bg: Titleset режим

source: To update your %s %s firmware, please follow these steps: 1) Turn off your box with the rear power switch and make sure the bootable USB stick is plugged in. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
bg: За да актуализирате %s %s фърмуера, моля, следвайте тези стъпки: 1) Изключете приемника от копчето за захранването и се уверете че стартиращ USB стик е включен. 2) Включете захранването отново и задръжте бутона DOWN на предния панел в продължение на 10 секунди. 3) Изчакайте зареждането и следвайте инструкциите на съветника.

source: Boot-up action
bg: Boot-up действие

source: Choose which level of menu/setting's to display. 'Expert'-level shows all items.
bg: Изберете кое ниво на меню/настройки се показва.'Expert' показва всички елементи.

source: Configure the display resolution and the font used for teletext.
bg: Конфиг. разделит. способност дисплей и шрифта, използван за телетекст.

source: When enabled, teletext pages will be cached, allowing faster access.
bg: Когато е актив., телетекста ще бъде кеширан за по-бърз достъп.

source: Select the method of restoring screen resolution and framebuffer when leaving teletext.
bg: Изборете метод за възстан. на разделителната способност на екрана и фреймбуфер, когато напускате телетекст.

source: Teletext font and resolution
bg: Телетекст шрифт и резолюция

source: Teletext CleanAlgo (resolution reset algorithm)
bg: Телетекст CleanAlgo (нулиране алгоритъм резолюция)

source: Use workaround for wakeup from deep-standby?
bg: Използвайте заобиколно разрешение за записи от deep-standby

source: Wakeup time before a timer begins [mins]
bg: Събуждане време преди таймер започва [мин]

source: Time window for detection of the wakeup by a timer [mins]
bg: Времеви прозорец за откриване на събуждане от таймер [мин]

source: Today
bg: Днес

source: Toggels between tv and radio...
bg: Превключва между телевизия и радио...

source: Toggle Digital downmix...
bg: Toggle Digital смесване...

source: Toggle a cut mark at the current position
bg: Превключване разрез марка в текущата позиция

source: Toggle aspect ratio...
bg: Превключване пропорции...

source: Toggle between bouquet/epg lists
bg: Превключване между букет/EPG списъци

source: Tone amplitude
bg: Тон на амплитуда

source: Tone mode
bg: Тон режим

source: Top
bg: Отгоре

source: Top and Bottom
bg: Отгоре и отдолу

source: Total
bg: Общо

source: Total Memory:
bg: Обща памет:

source: Total Swap:
bg: Обща размяна:

source: Total cards:
bg: Общо карти:

source: Total handled client ecm's
bg: Общо борави с клиентските ecm's

source: Total handled client emm's
bg: Общо борави с клиентските ecm's

source: Total:
bg: Общо:

source: Translation Information
bg: Информация превод

source: Translations
bg: Преводи

source: Transmission mode
bg: Режим предаване

source: Transparent
bg: Прозрачен

source: Transponder
bg: Транспондер

source: Transponder type
bg: Тип транспондер

source: Trashcan
bg: Кошче за боклук

source: Trashcan:
bg: Кошче за боклук:

source: Tried to disable PIP, suddenly found no InfoBar.instance.
bg: Опитах да забраня PIP, изведнъж се озова не InfoBar.instance.

source: Tries left:
bg: Оставащи опити:

source: Try to find used Transponders in terrestrial network.. please wait...
bg: Опитвам се да намеря използвани транспор. в наземна мрежа..изчакайте..

source: Try to find used transponders in cable network.. please wait...
bg: Опитвам се да намеря използвани транспор. в кабелна мрежа..изчакайте..

source: Try to find used transponders in terrestrial network.. please wait...
bg: Опитвам се да намеря използвани транспор. в наземна мрежа..изчакайте..

source: Trying to download a new packetlist. Please wait...
bg: Опитвам се да изтегля нов packetlist. Моля, изчакайте...

source: Trying to download a new updatelist. Please wait...
bg: Опитвам се да изтегля нов updatelist. Моля, изчакайте...

source: Tue
bg: Вто

source: Tuesday
bg: Вторник

source: Tuner
bg: Тунер

source: Tuner :
bg: Тунер :

source: Tuner Configuration
bg: Конфигурация тунер

source: Tuner Setup
bg: Настройки тунер

source: Tuner configuration
bg: Конфигурация тунер

source: Tuner not available.
bg: Тунера не е на разположение.

source: Tuner settings
bg: Настройки тунер

source: Tuner slot
bg: Тунер слот

source: Tuner status
bg: Тунер статус

source: Tuner status %s
bg: Тунер статус %s

source: Tuner type
bg: Тип тунер

source: Tuning algorithm
bg: Tuning алгоритъм

source: Turkish
bg: Турски

source: Turn off HDMI-IN Full screen mode
bg: Изключете HDMI-в режим на цял екран

source: Turn off HDMI-IN PiP mode
bg: Изключете HDMI-IN PiP режим

source: Turn on HDMI-IN Full screen mode
bg: Включете HDMI-в режим на цял екран

source: Turn on HDMI-IN PiP mode
bg: Включете HDMI-IN PiP режим

source: Turning step size
bg: Обръщай размер стъпка

source: Two
bg: Две

source: Two lines
bg: Две линии

source: Region
bg: Oбласт

source: Type
bg: Тип

source: Type of scan
bg: Тип на сканиране

source: USALS calibration
bg: USALS калибриране

source: USB Stick
bg: USB стик

source: USB stick wizard
bg: USB стик помощник

source: Ukrainian
bg: Украински

source: Unattended upgrade without GUI
bg: Неопределен ъпгрейд без GUI

source: Unattended upgrade without GUI and reboot system
bg: Неопределен ъпгрейд без GUI и рестартиране на системата

source: Undetermined
bg: Неопределен

source: Undo install
bg: Отмяна инсталиране

source: Undo uninstall
bg: Отмяна деинсталиране

source: Unencrypted
bg: Нешифрован

source: Uninstall
bg: Деинсталирай

source: Universal LNB
bg: Универсално LNB

source: Unknown
bg: Неизвестен

source: Unmount
bg: Демонтиране

source: Unsupported
bg: Не се поддържа

source: Update
bg: Актуализация

source: Update channel list only
bg: Актуализация само списък канали

source: Update completed, %d package was installed.
bg: Актуализирането завърши, %d е инсталиран пакет.

source: Update failed. Your %s %s does not have a working internet connection.
bg: Актуализацията се провали.Вашият %s %s не разполага с интернет връзка.

source: Update interval (in seconds)
bg: Актуализация на интервал (в секунди)

source: Update/Backup your firmware, Backup/Restore settings
bg: Актуал./Архив. на вашия фърмуер, Архив./Възстан. на настройките

source: Update/Backup/Restore your box
bg: Актуализация/архивиране/възстановяване на вашия приемник

source: Updatefeed not available.
bg: Актуализация поток не е на разположение.

source: Updating software catalog
bg: Актуализиране на софтуерен каталог

source: Upgrade and reboot system
bg: Ъпгрейд и рестартиране на системата

source: Upgrade finished.
bg: Ъпгрейда завърши.

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
bg: Ъпгрейд в прогрес Моля, изчакайте, докато %s %s рестартира Това може да отнеме няколко минути

source: Upgrading
bg: Ъпгрейдвам

source: Upper USB
bg: Горно USB

source: Uptime
bg: Нагоре време

source: Use
bg: Използвай

source: Use DHCP
bg: Използвай DHCP

source: Use EIT EPG information when it is available.
bg: Използвайте EIT EPG информация когато е на разположение.

source: Use FreeSat EPG information when it is available.
bg: Използвайте FreeSat EPG информация когато е на разположение.

source: Use MHW EPG information when it is available.
bg: Използвайте MHW EPG информация когато е на разположение.

source: Use Netmed EPG information when it is available.
bg: Използвайте Netmed EPG информация когато е на разположение.

source: Use Virgin EPG information when it is available.
bg: Използвайте Virgin EPG информация когато е на разположение.

source: Use TV remote control
bg: Използвай ТВ дистанционно

source: Use USALS for this sat
bg: Използвай USALS за този сателит

source: Use ViaSat EPG information when it is available.
bg: Използвайте Virgin EPG информация когато е на разположение.

source: Use for load only x days in EPG
bg: Използвайте за натоварване само х дни в EPG

source: Enable Wake On LAN
bg: Разрешаване събуждане по LAN

source: Use a gateway
bg: Използвай шлюз

source: Use fastscan channel names
bg: Използвай бързо сканиране имена

source: Use fastscan channel numbering
bg: Използвай бързо сканиране номерация канал

source: Use frequency or channel
bg: Използвай честота или канал

source: Use individual settings for each directory
bg: Използвай отделни настройки за всяка директория

source: Use interface
bg: Използвай интерфейс

source: Use official channel numbering
bg: Използвай официална номерация канал

source: Use original DVB subtitle position
bg: Използвайте оригинална позиция DVB субтитри

source: Use original teletext position
bg: Използвайте оригинална позиция телетекст

source: Use power measurement
bg: Използвай измерване мощност

source: Use slim screen
bg: Използвай тънък екран

source: Use extended List
bg: Използвай разширен списък

source: Use the extended List
bg: Използвай разширен списък

source: Update delay for Events in List
bg: Забавяне актуализация за събития в списъка

source: Update delay for Events in List. Scrolling in List is faster with higher delay, specialy on big Lists !
bg: Забавяне актуализация за събития в списъка. Превъртането в списъка е по-бързо с по-високо забавяне, особено на големи списъци !

source: Use the Left/Right buttons on your remote to adjust the size of the user interface. Left button decreases the size, Right increases the size.
bg: Използвай ляв/десен бутон на дистанционното, за да регулирате размера на потребителския интерфейс.Ляв бутон намалява, а надясно увеличава размера.

source: Use the Left/Right buttons on your remote to move the user interface up/down
bg: Използвай ляв/десен бутон на дистанционното за да се движите в потребителския интерфейс на нагоре/надолу

source: Use the alternative or the conventional radio mode.
bg: Използвайте алтернативен или конвенционален режим радио.

source: Use the alternative screen
bg: Използвай алтернативен екран

source: Use the network wizard to configure selected network adapter
bg: Използвай съветника за мрежа, за да конфиг. избрания мрежов адаптер

source: Use the up/down keys on your remote control to select an option. After that, press OK.
bg: Използвайте бутони нагоре/надолу на дистанционно ви за избор на опция. След това, натиснете ОК.

source: Use the wizard to set up basic features
bg: Използвайте инструкциите, за създаване основни функции

source: Use these input device settings?
bg: Използваш тези настройки за входно устройство?

source: Use these settings?
bg: Използваш тези настройки?

source: Use this video enhancement settings?
bg: Използваш тези настройки за видео аксесоар?

source: Use timeshift seekbar while timeshifting?
bg: Използвайте TimeShift seekbar докато timeshifting?

source: Use trash can in movielist
bg: Използвай кошчето за боклук в списък филми

source: Used service scan type
bg: Използван тип сканиране сервиз

source: Used:
bg: Потребител:

source: User - bouquets
bg: Потребител - букети

source: User defined
bg: Потребителски дефиниран

source: User defined transponder
bg: Потребителски дефиниран транспондер

source: User interface visibility
bg: Потребителски интерфейс видимост

source: Teletext base visibility
bg: Видимост Телетекст база

source: User name
bg: Потребителско име:

source: Username
bg: Потребителско име

source: Username (httpuser)
bg: Потребителско име (httpuser)

source: Username:
bg: Потребителско име:

source: Using LNB %d
bg: Използване на LNB %d

source: Using fixed address
bg: Използване на фиксиран адрес

source: Using old profile:
bg: Използване на стария профил

source: Using tuner %s
bg: Използване на тунер %s

source: Preferred tuner for recordings
bg: Предпочитан тунер за записи

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
bg: Обикновено, когато езика на субтитрите е същия като аудио езика, няма да бъдат използвани субтитри.Включете тази опция, за да се даде възможност на тези суб. да се използват.

source: VCR scart
bg: VCR скарт

source: VMGM (intro trailer)
bg: VMGM (интро трейлър)

source: Version: %s
bg: Версия: %s

source: Version: %s
bg: Версия: %s

source: Vertical
bg: Вертикален

source: Vertical turning speed
bg: Вертикална скорост на завиване

source: Video PID
bg: Видео PID

source: Video enhancement preview
bg: Видео аксесоар предварителен преглед

source: Video enhancement setup
bg: Подобрение на видео настройка

source: Video mode selection.
bg: Избор на видео режим.

source: Video output
bg: Видео изход

source: Video: %s fps
bg: Видео: %s fps

source: Videocodec
bg: Видео кодек

source: Videoformat
bg: Видео формат

source: Videosize
bg: Размер видео

source: View
bg: Преглед

source: View Rass interactive...
bg: Преглед Rass интерактивна...

source: View details
bg: Преглед детайли

source: View list of available CommonInterface extensions
bg: Преглед списък на наличните Common Interface разширения

source: View list of available EPG extensions.
bg: Преглед списък на наличните EPG разширения.

source: View list of available Satellite equipment extensions.
bg: Преглед списък на наличните разширения Сателитно оборудване.

source: View list of available communication extensions.
bg: Изглед списък на наличните разширения комуникация.

source: View list of available default settings
bg: Преглед списък на наличните настройки по подразбиране

source: View list of available display and userinterface extensions.
bg: Преглед списък на наличните за разширения дисплей и потреб. интерфейс.

source: View list of available multimedia extensions.
bg: Преглед списък на наличните разширения за мултимедия.

source: View list of available networking extensions
bg: Преглед списък на наличните мрежови разширения

source: View list of available recording extensions
bg: Преглед списък на наличните разширения за запис

source: View list of available skins
bg: Преглед списък на наличните кожи

source: View list of available software extensions
bg: Преглед списък на наличните software разширения

source: View list of available system extensions
bg: Преглед списък на наличните системни разширения

source: View mode
bg: Изглед режим

source: View photos...
bg: Преглед снимки...

source: View teletext...
bg: Преглед телетекст...

source: View the changes
bg: Преглед промени

source: View video CD...
bg: Преглед видео CD...

source: Voltage mode
bg: Режим волтаж

source: WLAN connection
bg: WLAN връзка

source: Wait please while scanning for devices...
bg: Изчакайте моля докато сканира за устройства...

source: Wait time before start Cam 2
bg: Изчакай времето преди стартиране на Cam 2

source: Waiting
bg: В очакване

source: Waiting for mount
bg: В очакване за монтиране

source: Waiting for partition
bg: В очакване за деление

source: Wake Up
bg: Събуждане

source: Wake Up To Standby
bg: Събуждане в Standby

source: Wakeup
bg: Събуждане

source: Wakeup TV from standby
bg: Събуждане ТВ от standby

source: Wakeup signal from TV
bg: Събуждане сигнал от TВ

source: Wakeup your %s %s from standby
bg: Събуждане на вашия %s %s към standby

source: Warning: no LNB; using factory defaults.
bg: Внимание: няма LNB; използване на фабричните настройки.

source: Watch movies...
bg: Гледайте филми...

source: Watch recordings...
bg: Гледайте записи...

source: Web Interface
bg: Уеб интерфейс

source: Wed
bg: Сря

source: Wednesday
bg: Сряда

source: Weekday
bg: Делничен

source: Weekly
bg: Седмичен

source: Weighted position
bg: Претеглена позиция

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
bg: Добре дошли в редактора Cutlist. Потърси за начало нещата които искате да изрежете.Натиснете OK, изберете'старт изрежи'. След това достигнете до край, натиснете ОК, изберете 'край изрязване'.Това е.

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of your %s %s by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
bg: Добре дошли в съветника за надграждане имидж. Помощникът ще ви помогне в надграждане фърмуера на вашия %s %s чрез осигуряване на резервна база за текущите настройки и кратко обяснение за това как да обновите фърмуера.

source: Welcome. If you want to connect your %s %s to the Internet, this wizard will guide you through the basic network setup of your %s %s. Press OK to start configuring your network
bg: Добре дошли. Ако искате да свържете вашия %s %s с Интернет, този помощник ще ви ръководи чрез основната мрежова настройка на вашия %s %s. Натиснете OK за да започне конфигуриране мрежа

source: Welcome. This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
bg: Добре дошли. Този старт. помощник ще ви води през основния настройка на вашия %s %s. Натиснете бутона OK на дистанционното, за преминаване към следващата стъпка.

source: <This tuner is configured automatically>
bg: <Този тунер е конфигуриран автоматично>

source: West
bg: Запад

source: West limit set
bg: Задаване западна граница

source: What Day of month ?
bg: Какво Ден на месец?

source: What Day of week ?
bg: Какво Ден на седмица?

source: What action is required on complettion of the timer? 'Auto' lets the box return to the state it had when the timer started. 'Do nothing', 'Go to standby' and 'Go to deep standby' do ecaxtly that.
bg: Това действие е необходимо при завършване на таймера? 'Авто' позволява на приемника да върне състоянието което имаше, когато таймерът стартира. 'Не прави нищо','Отиди на standby' и 'Отиди на дълбок standby и направи точно това.

source: What do you want to scan?
bg: Какво искате да сканирате?

source: When enabled the PiP can be closed by the exit button.
bg: Когато е активирана PIP може да бъде затворен от exit бутона.

source: When enabled the online checker will also check for experimental versions
bg: Когато е активирана онлайн проверката проверява и за експерим. версии

source: Experimental: strict limitation to preferred tuners for recordings
bg: Експериментално: строго ограничение предпочитани тунери за запис

source: Experimental: strict limitation to preferred tuners
bg: Експериментално: строго ограничение предпочитани тунери

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
bg: Когато е активирана, данни AIT ще бъдат включени в HTTP потоци.Това позволява клиентския приемник да използва HbbTV.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
bg: Когато е актив., данни EIT ще бъдат включени в HTTP потоци.Това позволява клиентския приемник да покаже EPG.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
bg: Когато е актив.,съобщение на изскачащи прозорци ще бъде показано, когато един филм е приключил и следващия ще стартира.

source: When enabled, a popup message will be shown when a recording starts.
bg: Когато е актив.,съобщение ще бъде показано, когато записа стартира.

source: When enabled, a recording is allowed to interrupt live tv, when there are no free tuners.
bg: Когато е актив., на записа е позволено да прекъсне телевизия на живо, когато няма свободни тунери.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
bg: Когато е актив.,ще се покаже предупреждение и потребителят ще получи възможност да спре или да продължи в timeshift.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
bg: Когато е активирана, съдържание с пропорции 4:3 ще се разпъва за да се побере в екрана.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
bg: Когато са активирана, изтритите записи са преместени в кошчето, вместо да се заличават незабавно.

source: When enabled, external subtitles will be always turned on for playback movie.
bg: Когато е актив.,външн. субт. ще бъдат винаги вкл. при възпроизвеждане на филм.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
bg: Конфигурирайте субтитрите ако трябва да превключвате между нормален, курсив, удебеляване и bolditalic

source: Choose whether AC3 Plus sound tracks should be transcoded to AC3.
bg: Изберете дали AC3 Plus саундтраци трябва да се прекодират за AC3.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
bg: Когато е актив.,графичните DVB субтитри са предпочитани пред телетекст субт. когато и двата вида са на разположение.

source: When enabled, graphical DVB subtitles will be centered horizontally.
bg: Когато е актив.,графичните DVB субтитри ще бъдат центрирани хоризон..

source: When enabled, graphical DVB subtitles will be displayed at their original position.
bg: Когато е актив.,графичните DVB субтитри ще бъдат показани в тяхната оригинална позиция.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
bg: Когато е актив.,графичните DVB субтитри ще бъдат показани в жълто, вместо в оригиналния цвят.

source: When enabled, it is possible to leave the movieplayer with exit.
bg: Когато е актив.,е възможно да напуснете movieplayer с exit.

source: Always hide infobar
bg: Винаги крий инфобар

source: Enable infobar fade-out
bg: Разрешаване инфолента плавно затихване

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
bg: Когато е актив., измерва консумацията на енергия, за да се открие, кога спира роторът въртене (когато се поддържа от тунера).

source: When enabled, show channel numbers in the channel selection screen.
bg: Когато е актив., се показва номер канал в екрана за избор на канал.

source: When enabled, subtitles for the hearing impaired can be used.
bg: Когато е актив.,субт. за хора с увреден слух могат да бъдат използвани.

source: Remove texts for the hearing impaired from external subtitles (instrumental music or environmental sounds, e.g., when a doorbell rings or a gun shot is heard).
bg: Премахване текстове за хора с увреден слух от външни субтитри (инструментална музика или звуци на околната среда, например).
