Repository: gimsy/enigma2-6.9
Catalog: po/*.po
Languages: bg

source: Select what you want the OK button to activate:
bg: Изберете какво искате с бутон OK, за да активирате:

source: Select what you want the Up/Down button to activate:
bg: Изберете какво искате с бутон Нагоре/Надолу, за да активирате:

source: TV physical address report
bg: ТВ доклад физически адрес

source: Tags
bg: Тагове

source: Teletext subtitle color
bg: Цвят субтитри телетекст

source: Telnet Interface
bg: Telnet интерфейс

source: Telnet Port
bg: Telnet порт

source: Telnet Setup
bg: Настройка Telnet

source: Terrestrial
bg: Наземен

source: Terrestrial bouquet:
bg: Наземен букет:

source: Terrestrial provider
bg: Наземен провайдър

source: Test DiSEqC settings
bg: Тест DiSEqC настройки

source: Test mode
bg: Тестов режим

source: Test the network configuration of your %s %s.
bg: Тестване на мрежовата конфигурация на вашия %s %s.

source: Test type
bg: Тест Тип

source: Testscreens that are helpfull to fine-tune your display
bg: Тестови екрани които са полезни за фина настройка на вашия дисплей

source: Text
bg: Текст

source: Thai
bg: Тайландски

source: Thank you for using the wizard. Please press OK to continue.
bg: Благодаря ви че използвахте помощника. Натиснете ОК за да продължите.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s.
bg: Благодаря ви че използвахте съветника. Вашият %s %s е готов за използване. Моля, натиснете OK, за да стартирате използването на вашия %s %s.

source: The AutoTimer plugin is not installed! Please install it.
bg: AutoTimer плъгин не е инсталиран! Моля, инсталирайте го.

source: The Cool TV Guide plugin is not installed! Please install it.
bg: Cool TV Guide плъгин не е инсталиран! Моля, инсталирайте го.

source: The DVD standard doesn't support H.264 (HDTV) video streams.
bg: Стандартът за DVD не поддържа H.264 (HDTV) видео потоци.

source: The EPGSearch plugin is not installed! Please install it.
bg: EPGSearch плъгин не е инсталиран! Моля ,инсталирайте го.

source: The Filesystem on your Timeshift-Device does not support hardlinks. Make sure it is formatted in EXT2, EXT3 or EXT4!
bg: Файловата система на вашето Timeshift-устройство не поддържа hardlinks. Уверете се, че го е форматирал в EXT2 или EXT3!

source: The IMDb plugin is not installed! Please install it.
bg: IMDb плъгин не е инсталиран! Моля, инсталирайте го.

source: The MediaCenter plugin is not installed! Please install it.
bg: DreamPlex плъгин не е инсталиран! Моля, инсталирайте го.

source: The MediaPlayer plugin is not installed! Please install it.
bg: MediaPlayer плъгин не е инсталиран! Моля, инсталирайте го.

source: The MediaPortal plugin is not installed! Please install it.
bg: MediaPortal плъгин не е инсталиран! Моля, инсталирайте го.

source: The Merlin EPG Center plugin is not installed! Please install it.
bg: Merlin EPG Center плъгин не е инсталиран! Моля, инсталирайте го.

source: The PIN code has been changed successfully.
bg: ПИН кодът е променен успешно.

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
bg: USB стик се приготвя за да бъде стартиращ. Сега можете да изтеглите NFI имидж файл!

source: The %s %s reads the stored EPG data every (hours).
bg: В %s %s чете в съхранените данни EPG (часове).

source: The %s %s stores the EPG data every (hours).
bg: В %s %s съхранява всички данни EPG (часа).

source: The backup failed. Please choose a different backup location.
bg: Архивирането се провали. Моля, изберете друго място за архивиране.

source: The current update may be unstable
bg: Настоящата актуализация може да е нестабилна

source: The directory %s is not writable. Make sure you select a writable directory instead.
bg: Директорията %s не е достъпна за запис. Уверете се, че сте избрали достъпна за запис директория.

source: The unicable connection setting is wrong. Maybe recursive connection of tuners.
bg: Настройката на unicable връзка не е наред. Може би рекурсивната връзка на тунери.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your %s %s will restart automatically! Really do a factory reset?
bg: Когато възст. фабр. настройки, вие ще загубите всичките си конфиг. данни (включително букети, сервизи, данни за сателити ...) След възст. на фабричните настройки, вашия %s %s рестартира автоматично! Наистина ли да възстановя фабричните настройки?

source: The following device was found: %s Do you want to write the USB flasher to this stick?
bg: Следното устройство бе намерено: %s Искате ли да запишете USB флаш за този стик?

source: The following files were found...
bg: Следните файлове бяха открити...

source: The image or kernel will be flashing and auto booted in few minutes.
bg: Имиджът или ядрото ще се флашва и авто изрита в няколко минути.

source: The installation of the default settings is finished. You can now continue configuring your %s %s by pressing the OK button on the remote control.
bg: Инстал. на настройките по подразбиране е завършено.Сега можете да продължите конфиг. на %s %s чрез натискане на бутона OK на дистанционното.

source: The loopthrough setting is wrong.
bg: В loopthrough настройката не е наред.

source: The md5sum validation failed, the file may be corrupted!
bg: Валидирането на md5sum не успя, файлът може да бъде повреден!

source: The network wizard extension is not installed! Please install it.
bg: Разширението на съветника за мрежа не е инсталиран! Моля, инсталирайте го.

source: The path %s already exists.
bg: Пътят %s вeче съществува.

source: The pin code you entered is wrong.
bg: Въведеният ПИН код е грешен.

source: The results have been written to %s.
bg: Резултатите са записани в %s.

source: The saved PIN was cleared.
bg: Запазеният PIN е изчистен.

source: The servicelist is reloaded.
bg: Servicelist се презарежда.

source: The PIN code has been saved successfully.
bg: ПИН кодът е записан успешно.

source: The PIN codes you entered are different.
bg: Въведеният от вас ПИН код е различен.

source: The setting 'without query' is the same as 'standard' without additional confirmation query. All other dependencies (e.g. recordings, time range) stay persist.
bg: Настройката 'без заявка' е същото като 'стандарт' без допълнително потвърждениезаявка.Всички други зависимости (например записи, време обсег) да останат задържани.

source: The sleep timer has been activated.
bg: Таймерът за заспиване е активиран.

source: The sleep timer has been disabled.
bg: Таймерът за заспиване е деактивиран.

source: The software management extension is not installed! Please install it.
bg: Разширението на управление на софтуер не е инсталирано! Моля, инсталирайте го.

source: The timer file (pm_timers.xml) is corrupt and could not be loaded.
bg: Файлът с таймер (pm_timers.xml) е повреден и не може да бъде зареден.

source: The timer file (timers.xml) is corrupt and could not be loaded.
bg: Файлът с таймер (timers.xml) е повреден и не може да бъде зареден.

source: The user interface of your %s %s is restarting
bg: Потребителският интерфейс на вашия %s %s се рестартира

source: The user interface of your %s %s is restarting due to an error in mytest.py
bg: Потребителският интерфейс на вашия %s %s е рестартиран поради грешка в mytest.py

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
bg: Плъгинът за безжична LAN не е инсталиран! Моля, инсталирайте го и изберете какво искате да правите по-нататък.

source: The wireless LAN plugin is not installed! Please install it.
bg: Плъгинът за безжична LAN не е инсталиран! Моля, инсталирайте го.

source: The wizard can backup your current settings. Do you want to do a backup now?
bg: Съветникът може да архивира вашите текущи настройки.Искате ли го сега?

source: The default settings are 5 minutes earlier to wakeup from deep standby. It possibly may be necessary to change this. (e.g.: the actual wake-up time is inaccurate or to late, waiting to a network-drive, etc.)
bg: Настройките по подразб. са на 5 минути по-рано, за събуждане от deep standby. Той евентуално може да се наложи да се промени това. (Напр .: реалното време за събуждане е неточно или до края, в очакване към мрежов диск и т.н.)

source: The default settings are wakeup time - 5 minutes and timer begin time + 5 minutes. This setting changed the time window before the wakeup time. So can be detected a wakeup by a timer even at very early starting receivers.
bg: Настройките по подразб. са събуждане време - 5 мин. и таймер да започне време + 5 мин.. Тази настройка се променила в време прозореца преди времето за събуждане. Така че може да бъде открит за събуждане от таймер.

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
bg: Съветникът намери конфигуран архив.Искате ли да възстанови вашите стари настройки от %s?

source: The wizard is finished now.
bg: Съветникът приключи сега..

source: There are at least
bg: Има най-малко

source: There are at least %s updates available.
bg: Има най-малко %s актуализации на разположение.

source: There are currently no outstanding actions.
bg: Понастоящем няма неизпълнени действия.

source: There are no updates available.
bg: Няма налични актуализации.

source: There is no [webif] section in oscam.conf
bg: Не съществува [webif] раздел в oscam.conf

source: There might not be enough space on the selected partition.. Do you really want to continue?
bg: Може да няма достатъчно място на избрания дял.. Наистина ли искате да продължите?

source: There was an error downloading the updatelist. Please try again.
bg: Имаше грешка при свалянето на updatelist.Моля, опитайте отново.

source: This %s %s cannot decode %s streams!
bg: Този %s %s не може да декодира %s потоци!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
bg: Този DVD RW носител вече е форматиран - преформатиране ще изтрие всичкото съдържание на диска.

source: This Device is already mounted as HDD.
bg: Това устройство е вече монтирано като HDD.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
bg: Това ви позволява да промените размера на шрифта спрямо размера на кожата така че 1 увеличава с размер до 1 точка, и -1 намалява с размер 1 точка

source: This allows you change the number of rows shown.
bg: Това ви позволява да промените броя на показаните редове.

source: This allows you to show drivers modules in downloads
bg: Това ви позволява да се покажат drivers modules в изтеглянията

source: This allows you to show extensions modules in downloads
bg: Това ви позволява да се покажат extensions modules в изтеглянията

source: This allows you to show softcams modules in downloads
bg: Това ви позволява да се покажат softcams modules в изтеглянията

source: This allows you to show systemplugins modules in downloads
bg: Това ви позволява да се покажат systemplugins modules в изтеглянията

source: This allows you to show lcd skins in downloads
bg: Това ви позволява да се покажат lcd skins в изтеглянията

source: This allows you to show picons modules in downloads
bg: Това ви позволява да се покажат picons modules в изтеглянията

source: This allows you to show settings modules in downloads
bg: Това ви позволява да се покажат settings modules в изтеглянията

source: This allows you to show m2k modules in downloads
bg: Това ви позволява да се покажат m2k modules в изтеглянията

source: This allows you to show weblinks modules in downloads
bg: Това ви позволява да се покажат weblinks modules в изтеглянията

source: This allows you to show pli modules in downloads
bg: Това ви позволява да се покажат pli modules в изтеглянията

source: This allows you to show vix modules in downloads
bg: Това ви позволява да се покажат vix modules в изтеглянията

source: This allows you to show security modules in downloads
bg: Това ви позволява да се покажат security modules в изтеглянията

source: This allows you to show kernel modules in downloads
bg: Това ви позволява да се покажат kernel modules в изтеглянията

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
bg: Тази опция позволява да се намали блок-шум в картината. Очевидно това е с цената на рязкост на картината.

source: This option allows to set the level of dynamic contrast of the picture.
bg: Тази опция определя нивото на динамичен контраст на картината.

source: This option allows you choose how to display remaining time, or elapsed time, or both.
bg: Тази опция позволява да изберете как да се показва оставащото/изтеклото време или и двете.

source: This option allows you choose how to display the remaining/elapsed time for live tv.
bg: Тази опция позволява да изберете как да се показва оставащото/изтеклото време за live tv.

source: This option allows you choose how to display the remaining/elapsed time for Media playback.
bg: Тази опция позволява да изберете как да се показва оставащото/изтеклото време за медийно възпр..

source: This option allows you choose how to display the remaining/elapsed time for media playback.
bg: Тази опция позволява да изберете как да се показва оставащото/изтеклото време за медийно възпр..

source: Disable Animations
bg: Забрани анимации

source: Grow drop
bg: Расте падащо

source: Grow from left
bg: Расте от ляво

source: Slide drop
bg: Разгледай спад

source: Slide from left
bg: Разгледай от ляво

source: Slide left to right
bg: Разгледай от дясно

source: Slide right to left
bg: Разгледай от дясно на ляво

source: Slide top to bottom
bg: Разгледай от горе до долу

source: This option allows you choose the background colour of transparent picons.
bg: Тази опция позволява да изберете цвета на фона на прозрачните пикони.

source: This option allows you set the layout view (Text or Graphics).
bg: Тази опция позволява да настроите оформление изглед (текст или графика).

source: This option allows you to boost the blue tones in the picture.
bg: Тази опция ви позволява да повдигнете сините тонове в картината.

source: This option allows you to boost the green tones in the picture.
bg: Тази опция ви позволява да повишите зелените тонове в картината.

source: This option allows you to bypass HDMI EDID check
bg: Тази опция ви позволява да заобиколи проверка HDMI EDID

source: This option allows you to change the virtuell loadspeaker position.
bg: Тази опция ви позволява да промените виртуална позиция високоговорител.

source: This option allows you to choose from the two channel lists that are available.
bg: Тази опция позволява избор от двата списъка на канали, които са на разположение.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are performed.
bg: Тази опция позволява да изберете какво при натискане на първия бутон скок в списъка с канали на екрана, (така натискане '2' скок на 'А' или '2' за пръв път), когато се изпълняват зададените действия 'Бързи действия'.

source: This option allows you to disable sorting of the option in setting screen's
bg: Тази опция позволява да забраните сортиране в опцията на екранните настройки

source: This option allows you to the SNR as a percentage (not all receivers support this).
bg: Тази опция ви позволява на SNR като процент (не всички приемници поддържат това).

source: This option allows you to view the old and new settings side by side.
bg: Тази опция ви позволява да видите стари и нови настройки една до друга.

source: This option configures the general audio delay of Dolby Digital sound tracks.
bg: Тази опция конфигурира общото аудио забавяне на Dolby Digital звук песни.

source: This option configures the general audio delay of stereo sound tracks.
bg: Тази опция конфигурира общото аудио забавяне на стерео звук песни.

source: This option configures the screen resolution in PC output mode.
bg: Тази опция конфиг. раздел. способност на екрана в PC изходен режим.

source: This option configures the video output mode (or resolution).
bg: Тази опция конфигурира режима на видео изход (или резолюция).

source: This option lets you adjust the 3D depth
bg: Тази опция ви позволява да настроите 3D дълбочината

source: This option lets you adjust the transparency of the user interface
bg: Тази опция ви позволява да настроите прозрачността на потреб. интерфейс

source: This option lets you choose the 3D mode
bg: Тази опция ви позволява да изберете 3D режим

source: This option lets you show the option in the extension screen
bg: Тази опция ви позволява да се покаже опцията в екрана за удължаване

source: This option set the level of surpression of musquito noise (Musquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
bg: Тази опция определя нивото на подтискане на шума от комари (Musquito Noise е произволен псевдоним в резултат на силна компресия). Очевидно това отива за сметка на детайли на картината.

source: This option sets the picture contrast.
bg: Тази опция задава контраста на картината.

source: This option sets the picture brightness.
bg: Тази опция задава яркостта на картината.

source: This option sets the picture color space.
bg: Тази опция задава цветно пространство на картината.

source: This option sets the picture flesh tones.
bg: Тази опция задава плътен тон на картината.

source: This option sets the picture hue.
bg: Тази опция задава оттенъка на картината.

source: This option sets the picture saturation.
bg: Тази опция задава наситеността на картината.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
bg: Тази опция задава множител острота, използвана при разпъване на картината от 4:3 до 16:9.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
bg: Тази опция задава потискането на неверни цифрови контури, които са в резултат на ограничния брой дискретни стойности.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
bg: Тази опция създава остротата на картината, използвана, когато картината се мащабира.

source: This plugin is installed.
bg: Този плъгин е инсталиран.

source: This plugin is not installed.
bg: Този плъгин не е инсталиран.

source: This plugin will be installed.
bg: Плъгинът ще се инсталира.

source: This plugin will be removed.
bg: Този плъгин ще бъде премахнат.

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
bg: Този тест проверява за конфигурирани nameservers. Ако получите "непотвърдено"съобщение: - моля, проверете си DHCP, окабеляване и адаптер за настройка - Ако сте конфигурирали nameservers ръчно моля провери записите си в "Nameserver"конфигурация

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
bg: Този тест проверява дали мрежовия кабел е свързан с вашия LAN-Адаптер. Ако получите "изключен"съобщение: - проверете дали мрежовият кабел е свързан - проверете дали кабела не е скъсан

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
bg: Този тест проверява дали е намерен валиден IP адрес за вашия LAN адаптер. Ако получите "непотвърден"съобщение: - не е открит валиден IP адрес - моля проверете DHCP, кабела и настройките на адаптера

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered correct IP informations in the adapter setup dialog. If you get an "enabled" message: -verify that you have a configured and working DHCP server in your network.
bg: Този тест проверява дали LAN адаптер ви е настроен за автоматичен IP адрес Конфигурация с DHCP. Ако получите "деактивиран" съобщение: - Тогава вашият LAN адаптер е конфигуриран за ръчна IP настройка - проверява дали сте въвели правилните IP информации в адаптер настройката диалог. Ако получите "активиран" съобщение: - проверява дали имате конфигуриран и работещ DHCP сървър в мрежата си.

source: This test detects your configured LAN adapter.
bg: Този тест открива вашия конфигуриран LAN адаптер.

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
bg: Това ще (пре)изчисли всички позиции на вашият ротор и може да премахне предварително запаметени позиции и фина настройка! Сигурен ли си?

source: Three
bg: Три

source: Threshold
bg: Праг

source: Thu
bg: Чет

source: Thumbnails
bg: Миниатюри

source: Thursday
bg: Четвъртък

source: TiVo support
bg: TiVo поддръжка

source: Time
bg: Време

source: Time Update in Minutes
bg: Време актуализация в минути

source: Time Update in Minutes:
bg: Време актуализация в минути:

source: Time scale
bg: Време скала

source: Time settings
bg: Времеви настройки

source: Time to execute command or script
bg: Време за изпълнение на команда или скрипт

source: Timeline font size
bg: Шрифт времева линия

source: Timeline 24 Hour
bg: Времева линия 24 часа

source: Show time in 24 hour clock format.
bg: Покажи време в 24-часов формат на часовника.

source: Time between start attempts (sec.)
bg: Време между стартиращи опити (сек.)

source: Timer List
bg: Таймер списък

source: Timer action
bg: Таймер действие

source: Timer entry
bg: Таймер запис

source: Timer is activated: +%d min
bg: Таймер се активира: +%d min

source: Timer is not activated
bg: Таймер не се активира

source: Timer log
bg: Таймер дневник

source: Timer overlap in pm_timers.xml detected! Please recheck it!
bg: Таймер припокриване в pm_timers.xml открит! Моля, проверете го отново!

source: Timer overlap in timers.xml detected! Please recheck it!
bg: Таймер припокриване в timers.xml открит! Моля, проверете го отново!

source: Timer overview
bg: Таймер преглед

source: Timer record location
bg: Място за записване на таймер

source: Timer recording location
bg: Място за записване на таймер

source: Timer selection
bg: Избор на таймер

source: Timer selection...
bg: Избор на таймер...

source: Timer type
bg: Таймер тип

source: Timers
bg: Таймери

source: Timeshift location
bg: Местоположение Timeshift

source: Timeshift not possible!
bg: Timeshift не е възможен!

source: Timeshift save failed!
bg: Timeshift неуспешно запазен!

source: Timeshift save recording (Select event)
bg: Timeshift запазва запис (Изберете събитие)

source: Timeshift save recording (stop after current event)
bg: Timeshift запазва запис (стоп след текущото събитие)

source: Timeshift saved to your harddisk!
bg: Timeshift запазен на вашия harddisk!

source: Timeshift settings
bg: TimeShift настройки

source: Older files in the timeshift directory are removed on every event change.
bg: Стари файлове в TimeShift дирек. се отстраняват при промяна събитие.

source: Timeshift buffer limit [in hours]
bg: Лимит Timeshift буфер [в час]

source: Timeshift last events limit [number of events]
bg: TimeShift на последните ограничени събития [брой събития]

source: Timeshift checking for older files [in minutes]
bg: Timeshift проверка за по-големи файлове [минути]

source: Timeshift checking for free space?
bg: Timeshift проверка за свободно място?
