Repository: gimsy/enigma2-6.9
Catalog: po/*.po
Languages: bg

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
bg: Регулирайте настройките на цветовете, така че всички цветови нюанси да са разграничаващи се, но се появяват като наситени, колкото е възможно. Ако не сте доволни от резултата, натиснете ОК, за да затворите видео финна настройка или използвайте цифровите бутони, за да изберете друг тестов екран.

source: Advanced options
bg: Разширени опции

source: Advanced restore
bg: Разширено възстановяване

source: Advanced software
bg: Разширен софтуер

source: Advanced software plugin
bg: Разширен софтуер за плъгин

source: Advanced video enhancement setup
bg: Настройка разширен видео аксесоар

source: After event
bg: След събитие

source: Album
bg: Албум

source: Alias
bg: Псевдоним

source: Alignment of events
bg: Привеждане в съответствие на събития

source: Alignment of service names
bg: Привеждане в съответствие на сервизни имена

source: All
bg: Всички

source: All ages
bg: Всички възрасти

source: DiSEqC 1.0 command
bg: DiSEqC 1.0 команда

source: DiSEqC 1.1 command
bg: DiSEqC 1.1 команда

source: DiSEqC 1.1 repeats
bg: DiSEqC 1.1 повторения

source: Allocate
bg: Разпределяне

source: Allocate unused memory index
bg: Разпределяне на неизползван индекс памет

source: Allow quit movieplayer with exit
bg: Позволява излизане от movieplayer с изход

source: Allow subtitle language to equal audio language
bg: Позволява езика на субтитрите на еднакъв аудио език

source: Allow subtitles for hearing impaired
bg: Позволява субтитри за хора с увреден слух

source: Allows the %s %s to read the stored EPG data regularly.
bg: Позволява в %s %s за четене на съхраняваните данни на EPG редовно.

source: Allows the %s %s to store the EPG data regularly.
bg: Позволява в %s %s за съхраняване на данните на EPG редовно.

source: Allows you to enable the debug log. They contain very detailed information of everything the system does.
bg: Позволява ви да разрешите debug log. То съдържа много подробна информация на всичко, което системата прави.

source: Allows you to enable/disable displaying icons on the frontpanel.
bg: Позволява ви да вкл./изкл. показването на икони върху предния панел.

source: Allows you to set the maximum size of the Debug log size (MB). When that size is reached, a new file will be created.
bg: Позволява ви да зададете максималния размер на размера на Debug дневник (MB). Когато това достигане този размер, ще бъде създаден нов файл.

source: Allows you to show/hide CCcam in extensions (blue button).
bg: Позволява да покажете/скриете CCcam в разширения (синия бутон).

source: Allows you to show/hide Log Manager in extensions (blue button).
bg: Позволява да покажете/скриете Log Manager в разширения (синия бутон).

source: Alpha
bg: Алфа

source: Alphanumeric
bg: Буквено

source: Also on standby
bg: Също така в standby

source: Alternative
bg: Алтернатива

source: Alternative numbering mode
bg: Режим алтернативна номерация

source: Alternative radio mode
bg: Режим алтернативно радио

source: Alternative services tuner priority
bg: Приоритет алтернативни сервизи тунер

source: Always ask
bg: Винаги питай

source: Show columns
bg: Покажи колони

source: Show record indicator
bg: Покажи индикатор за запис

source: Red colored
bg: Червено оцветен

source: Enable fallback remote receiver
bg: Разрешаване резервното дистанционно приемник

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
bg: Разрешаване дистанционно enigma2 приемник, за да бъде опитано да се настройят сервизи, които не могат да се настройват локално (напр. тунера е зает или типа сервиз не е на разположение. Посочете на местния тунер пълен URL включ.HTTP: // и номер на порт (Обик.: 8001),например HTTP: // second_box: 8001.

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
bg: Когато е активирана, enigma2 ще зареди несвързани userbouquets.Това означава, че Userbouquets които са на разположение, но не са включени в bouquets.tv или Bouquets.radio файлове, все още ще бъдат заредени.Това ви позволява напр. да разчитате на собствени букети докато монтираните настройки са надстроени

source: Fallback remote receiver URL
bg: Аварийна процедура дистанционно URL приемник

source: Load unlinked userbouquets
bg: Заредете несвързани userbouquets

source: URL of fallback remote receiver
bg: URL на резервното дистанционно на приемник

source: Configure which tuner will be preferred for recordings, when more than one tuner is available. 'Disabled' would select a tuner based on preferred tuner in customise screen. 'Auto' would choose based on E2's default rules, ignoring preferred tuner in customise screen.
bg: Конфиг. кой тунер ще бъде предпочитан за записи, когато повече от един тунер е на разположение.'Disabled' ще избере тунер на базата на предпочитан тунер в персонализиране на екрана.'Auto' ще избере въз основа на правилата на Е2 е по подразбиране игнорирайки предпочитания тунер в персонализиране на екрана.

source: Always show bouquets
bg: Винаги покажи букети

source: An empty filename is illegal.
bg: Празно име на файла е недопустимо.

source: An error occurred while downloading the packetlist. Please try again.
bg: Възникна грешка при изтеглянето на списъка с пакети. Опитайте отново.

source: An unknown error occured!
bg: Възникна неизвестна грешка!

source: An unknown error occurred!
bg: Възникна неизвестна грешка!

source: Animation Setup
bg: Настройки анимация

source: Animation Speed
bg: Скорост анимация

source: Animations
bg: Анимации

source: Any activity
bg: Всяка дейност

source: Arabic
bg: Арабски

source: Are you ready to run the script ?
bg: Готови ли сте да стартирате скрипта ?

source: Are you sure to purge all deleted userbouquets?
bg: Сигурни ли сте, да се очистят всички изтрити потреб. букети?

source: Are you sure to remove all %d.%d%s%s services?
bg: Сигурни ли сте, да се отстранят всички %d.%d%s%s сервизи?

source: Are you sure to remove all cable services?
bg: Сигурни ли сте, да се отстранят всички кабелни сервизи?

source: Are you sure to remove all terrestrial services?
bg: Сигурни ли сте, да се отстранят всички наземни сервизи?

source: Are you sure to remove this entry?
bg: Сигурни ли сте, да се отстрани този запис?

source: Are you sure you want to activate this network configuration?
bg: Сигурни ли сте, че искате да се активира тази мрежова конфиг.?

source: Are you sure you want to delete the following backup:
bg: Сигурни ли сте, че искате да изтриете следното архивиране:

source: Are you sure you want to delete all selected logs:
bg: Сигурни ли сте, че искате да изтриете всички избрани дневници:

source: Are you sure you want to delete this log:
bg: Сигурни ли сте,че искате да изтриете този дневник:

source: Are you sure you want to delete this:
bg: Сигурни ли сте, че искате да изтриете това:

source: Are you sure you want to exit this wizard?
bg: Сигурни ли сте,че искате да излезете от този помощник?

source: Are you sure you want to reload the EPG data from:
bg: Сигурни ли сте, че искате да се презаредят данните на EPG от:

source: Are you sure you want to restart your network interfaces?
bg: Сигурни ли сте, че искате да рестартирате мрежовите интерфейси?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
bg: Сигурни ли сте, че искате да възстановите следното архивиране: %s Вашият приемник ще се рестартира след като архив. е било възстан.!

source: Backup your running %s %s image to HDD or USB.
bg: Архив. на вашата работа %s %s на имидж на HDD или USB.

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
bg: Сигурни ли сте, че искате да възстановите архив.? Вашият приемник ще се рестартира след като архив. е било възстан.!

source: Are you sure you want to restore your %s %s backup? STB will restart after the restore
bg: Сигурни ли сте, че искате да възстан. вашето %s %s архив.? STB ще се рестартира след възстановяване

source: Are you sure you want to restore your STB backup? STB will restart after the restore
bg: Сигурни ли сте, че искате да възстан. вашето STB архив.? STB ще се рестартира след възстановяване

source: Are you sure you want to save the EPG Cache to:
bg: Сигурни ли сте, че искате да запазите EPG кеша до:

source: Are you sure you want to send this log:
bg: Сигурни ли сте, че искате да изпратите този дневник:

source: Are you sure you want to update your %s %s ?
bg: Сигурни ли сте, че искате да обновите вашия %s %s ?

source: Artist
bg: Артист

source: Arts/Culture
bg: Изкуство/Култура

source: Ask user
bg: Попитай потребителя

source: Ask user (with default as 'no')
bg: Попитай потребителя (с по подраз. като'не')

source: Ask user (with default as 'yes')
bg: Попитай потребителя (с по подраз. като'да')

source: Aspect Ratio
bg: Съотношение аспект

source: Aspect ratio
bg: Съотношение аспект

source: Assigned CAIds:
bg: Присвоени CAIds:

source: Assigned services/provider:
bg: Присвоени сервизи/провайдер:

source: At End:
bg: При Край:

source: Attach a file
bg: Прикачи файл

source: Audio PID
bg: Аудио PID

source: Audio language selection 1
bg: Избор на аудио език 1

source: Audio language selection 2
bg: Избор на аудио език 2

source: Audio language selection 3
bg: Избор на аудио език 3

source: Audio language selection 4
bg: Избор на аудио език 4

source: Audio options...
bg: Аудио опции...

source: Author:
bg: Автор:

source: Authoring mode
bg: В режим автор

source: Auto
bg: Aвто

source: Auto Language
bg: Авто език

source: Auto Standby
bg: Авто Standby

source: Auto chapter split every ? minutes (0=never)
bg: Авто разделяне на всеки ? минути (0=никога)

source: Auto flesh
bg: Авто флаш

source: Auto focus
bg: Авто фокус

source: Auto focus commencing ...
bg: Авто фокусиране започване ...

source: Auto language selection
bg: Избор на аудио език

source: Auto scart switching
bg: Авто скарт превключване

source: Show VCR scart on main menu
bg: Покажи VCR scart на основното меню

source: Automatic
bg: Автоматичен

source: Automatic Scan
bg: Автоматично сканиране

source: Automatic image backup
bg: Автоматично архивиране имидж

source: Automatic refresh
bg: Автоматично опресняване

source: Automatic save
bg: Автоматично запазване

source: Automatic scan
bg: Автоматично сканиране

source: Automatically start timeshift after
bg: Автоматично стартиране TimeShift след

source: Timeshift buffer delete after zap?
bg: Изтриване Timeshift буфер след zap?

source: Automatically turn on external subtitles
bg: Автоматично включване на външни субтитри

source: Automatically update Client/Server View?
bg: Автоматично актуал. изглед на Клиент/Сървър?

source: Autostart
bg: Автостартиране

source: Autostart:
bg: Автостартиране:

source: Available format variables
bg: Налични променливи формат

source: Available shares:
bg: Предлагани shares:

source: Back
bg: Назад

source: Back USB 3.0
bg: Назад към USB 3.0

source: Back, lower USB
bg: Назад, към долния USB

source: Back, upper USB
bg: Назад, към горния USB

source: Back-up Tool for a %s
bg: Архивиращ инструмент за %s

source: Back/Recall
bg: Назад/Припомняне

source: Background
bg: Фон

source: Background check
bg: Проверка на фона

source: Background color
bg: Цвят на фон

source: Background delete option
bg: Изтриване опция фон

source: Background delete speed
bg: Скоростно изтриване фон

source: Backup
bg: Архивиране

source: Backup Date: %s
bg: Архивиране дата: %s

source: Backup Image
bg: Архивиран имидж

source: Backup Location
bg: Местоположение архив

source: Backup Manager
bg: Архивиращ мениджър

source: Backup Mode
bg: Архивиращ режим

source: Backup Settings
bg: Архивиращи настройки

source: Backup completed.
bg: Архивиране завършено.

source: Backup done.
bg: Архивиране направено.

source: Backup failed.
bg: Архивирането не бе успешно.

source: Backup is running...
bg: Архивирането е в движение...

source: Backup system settings
bg: Архивирани системни настройки

source: Band
bg: Лента

source: Bandwidth
bg: Ширина на лента

source: Base time
bg: База време

source: Basque
bg: Баски език

source: Begin time
bg: Начало време

source: Behavior of 'pause' when paused
bg: Поведение на 'пауза', когато направи пауза

source: Behavior of 0 key in PiP-mode
bg: Поведение на бутон 0 в режим PiP

source: Behavior when a movie is started
bg: Поведение при стартиране на филм

source: Behavior when a movie is stopped
bg: Поведение при спиране на филм

source: Behavior when a movie reaches the end
bg: Поведение, когато един филм достигне края

source: Big PiP
bg: Голям PiP

source: Choose what you want the button '0' to do when PIP is active.
bg: Изберете какво искате с бутона "0", когато PIP е активен.

source: Bitrate:
bg: Качество на звука:

source: Black
bg: Черен

source: Black screen
bg: Черен екран

source: Black screen till locked
bg: Черен екран все още заключен

source: Blinking REC Symbol
bg: Мигащ REC символ

source: Block noise reduction
bg: Блокиране намаляване на смущенията

source: Blue
bg: Син

source: Blue long
bg: Синьо дълго

source: Bookmarks
bg: Отметки

source: Boost blue
bg: Увеличете синьо

source: Boost green
bg: Увеличете зелено

source: Bouquet List
bg: Списък букети

source: Brightness
bg: Яркост

source: Brightness (Normal)
bg: Яркост (Нормална)

source: Brightness (Dimmed)
bg: Яркост (затъмнена)

source: Brightness (Standby)
bg: Яркост (Standby)

source: Buffers:
bg: Буфери:

source: Build: %s
bg: Изграждане: %s

source: Build: %s
bg: Изграждане: %s

source: Bulgarian
bg: Български

source: Burn Bludisc
bg: Запиши Bludisc

source: Burn DVD
bg: Запиши DVD

source: Button
bg: Бутон

source: Button Setup
bg: Настройки бутон

source: Bypass HDMI EDID Check
bg: Байпас HDMI EDID проверка

source: Switch to HDMI in mode
bg: Превключете към HDMI в режим

source: Bytes received:
bg: Байтове, получени:

source: Bytes sent:
bg: Байтове, изпратени:

source: C-Band
bg: C-Диапазон

source: CCcam Client Info
bg: CCcam Клиент инфо

source: CCcam Config Switcher
bg: CCcam Конфиг. на превключ

source: CCcam ECM Info
bg: CCcam ECM инфо

source: CCcam Info
bg: CCcam инфо

source: CCcam Info %s by AliAbdul %s This plugin shows you the status of your CCcam.
bg: CCcam Инфо %s by AliAbdul %s Този плъгин показва състоянието на вашия CCcam.

source: CCcam Info Config
bg: CCcam Инфо конфиг

source: CCcam Info Setup
bg: CCcam Инфо настройки

source: CCcam Provider Info
bg: CCcam Провайдер инфо

source: CCcam Remote Info
bg: CCcam Дистанционно инфо

source: CCcam Server Info
bg: CCcam Сървър инфо

source: CCcam Share Info
bg: CCcam Споделено инфо

source: CCcam Shares Info
bg: CCcam Споделени инфо

source: CCcamInfo
bg: CCcam Инфо

source: CF Drive
bg: CF Диск

source: CHANGE BOUQUET
bg: СМЯНА НА БУКЕТ

source: CI assignment
bg: CI възлагане

source: CI slot:
bg: CI слот:

source: CIHelper Setup
bg: CI Помощ за настройки

source: CIHelper for SLOT CI0
bg: CI Помощ за слот CI0

source: CIHelper for SLOT CI1
bg: CI Помощ за слот CI1

source: CPU: %s
bg: Процесор: %s

source: CPU: %s
bg: Процесор: %s

source: Cable
bg: Кабелен

source: Cable Scan
bg: Сканиране кабелен

source: Enable auto fast scan
bg: Разрешаване авто бързо сканиране

source: Enable auto cable scan
bg: Разрешаване авто кабелно сканиране

source: Cache thumbnails
bg: Кеш миниатюри

source: Cached:
bg: Кеширана:

source: Calculate
bg: Изчислявам

source: Calculate all positions
bg: Изчислявам всички позиции

source: Calculation complete
bg: Изчисляването завърши

source: Calibrate
bg: Калибрирам

source: External subtitle switch fonts
bg: Външни шрифтове превключване субтитри

source: External subtitle dialog colorisation
bg: Външно цветови диалог субтитри

source: Can be used for different fps between external subtitles and video.
bg: Може да се използва за различни FPS между външни субтитри и видео.

source: Can't unmount partiton, make sure it is not being used for swap or record/timeshift paths
bg: Не мога да демонтирам дял, уверете се, че не се използва за размяна или запис/TimeShift път

source: Cancel
bg: Отказ

source: Cancel save timeshift as movie
bg: Откажи запазване на TimeShift като филм

source: Cannot delete file
bg: Не мога да изтрия файл

source: Cannot determine
bg: Не мога да определя

source: Cannot find any signal ..., aborting !
bg: Не мога да намеря никакъв сигнал ..., претърпявам неуспех !

source: Cannot move to trash can
bg: Не мога да преместя в коша за боклук

source: Capacity:
bg: Капацитет:

source: Card infos (CCcam-Reader)
bg: Карта инфо (CCcam-Reader)

source: Cards:
bg: Карти:

source: Cards:
bg: Карти:

source: Cards: 0
bg: Карти: 0

source: Cardserial
bg: Карта сериен

source: Center DVB subtitles
bg: Център DVB субтитри

source: Change bouquets in quickzap
bg: Смяна букет при quickzap

source: Infos
bg: Инфота

source: Extended settings
bg: Разширени настройки

source: Change pin code
bg: Промяна ПИН код

source: Change recording (duration)
bg: Промяна на запис (продължителност)

source: Change recording (endtime)
bg: Промяна на запис (ENDTIME)

source: Change repeat and delay settings?
bg: Промяна повторение и забавяне настройки?

source: Change step size
bg: Промяна размер стъпка

source: Change timer
bg: Промяна таймер

source: Change to bouquet
bg: Промяна букет

source: Change settings for your switch modes: single lnb, tonburst or diseqc
bg: Промяна настройки за режимни превключ.: single lnb, tonburst или diseqc

source: Changelog
bg: Промяна дневник

source: Changes need a system restart to take effect. Restart your %s %s now?
bg: Промените имат нужда от рестарт на системата, за да има ефект. Рестартирайте %s %s сега?

source: Channel
bg: Канал

source: Channel +/- button mode
bg: Канал +/- режим бутон

source: Channel 1 at start
bg: Канал 1 при стартиране

source: Channel Info
bg: Инфо канал

source: Channel List
bg: Списък канали

source: Channel list context menu
bg: Списък с канали на контекстното меню

source: Channel list on mode change
bg: Промяна на режима за списък канали

source: Channel list preview
bg: Преглед списък канали

source: Channel list service mode*
bg: Сервизен режим на списък канали*

source: Channel list type
bg: Списък с канали по тип

source: Channel not in services list
bg: Каналът не е в сервизните списъци

source: Channel preview mode
bg: Режим на визуализация за канал

source: Channel selection
bg: Избор канал

source: Channel selection settings
bg: Настройки избор канал

source: Channel:
bg: Канал:

source: ChannelEPG settings
bg: EPG настройки канал

source: rename entry
bg: преименувай вписване

source: Please enter new name:
bg: Моля, въведете ново име:

source: Chap.
bg: Глава.

source: Chapter
bg: Глава

source: Chapter:
bg: Глава:

source: Check
bg: Проверка

source: Check every (hours)
bg: Проверка на всеки (часове)

source: Check the internet connection
bg: Провери интернет връзката

source: Check the internet connection again
bg: Провери интернет връзката отново

source: Checking Feeds
bg: Проверявам свободните

source: Checking Logs...
bg: Проверявам дневниците...

source: Checking filesystem...
bg: Проверявам файловата система...

source: Checking for Updates...
bg: Проверявам за актуализации...

source: Checking the internet connection
bg: Проверка на интернет връзката

source: Checking tuner %d DiSEqC port %s for %s
bg: Проверка тунер %d DiSEqC порт %s за %s

source: Children/Youth
bg: Деца/Младежи

source: Chipset: BCM%s
bg: Чипсет: BCM%s

source: Choose Bouquet
bg: Изберете букет

source: Choose a tag for easy finding a recording.
bg: Изберете маркер за по-лесно намиране на запис.

source: Choose between Daily, Weekly, Weekdays or user defined.
bg: Изберете между ден, седмица, делници или определено от потребителя.

source: Choose the location where the EPG data will be stored when the %s %s is shut down. The location must be available at boot time.
bg: Изберете мястото, където данните EPG ще се съхраняват, когато %s %s е изключен.Мястото трябва да бъде на разположение по време на зареждане.

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
bg: Изберете името на файла, който държи данните на EPG, когато %s %s е изключен. Това може да е полезно да се прави разлика между няколко приемника.

source: Choose time interval to which the graphics will be rounded off.
bg: Изберете интервал от време, към който графиката ще бъде закръглен.

source: Choose whether AAC sound tracks should be transcoded.
bg: Изберете дали AAC звукови записи трябва да се прекодирани.

source: Choose whether multi channel sound tracks should be convert to PCM or SPDIF.
bg: Изберете дали многоканалния звук трябва да се преобразува в PCM или SPDIF.

source: Choose whether multi channel sound tracks should be downmixed to stereo.
bg: Изберете дали многоканалния звук трябва да бъде смесван до стерео.

source: Choose whether multi channel sound tracks should be output as PCM.
bg: Изберете дали многоканалния звук трябва бъде изходен като PCM.

source: Choose whether or not to show an icon when a motorized dish is moving.
bg: Изберете дали да се показва икона, когато се движи моторизирана антена.

source: Choose which tuner to configure.
bg: Изберете кой тунер е за конфиг.

source: Choose Tuner
bg: Изберете тунер

source: Reception lists
bg: Списъци приемане

source: Chose between record and ZAP.
bg: Изберете между запис и ZAP.

source: Circular left
bg: Кръгово ляво

source: Circular right
bg: Кръгово дясно

source: Clean network trash cans
bg: Почисти мрежовия боклук в кошчето

source: Cleaning Trashes
bg: Почистване игнорирано

source: Cleanup
bg: Почисти

source: HI-cleanup for external subtitles
bg: HI-почистване за външни субтитри

source: Clear
bg: Изчисти

source: Clear before scan
bg: Изчисти преди сканиране

source: Clear fixed
bg: Изчисти определен

source: Clear log
bg: Изчисти дневника

source: Clear playlist
bg: Изчисти плейлист

source: Click on your remote on the button you want to change
bg: Кликнете на дистанционното върху бутона, който искате да промените

source: Clients
bg: Клиенти

source: Close
bg: Затвори

source: Close bouquet list.
bg: Затвори списък букети.

source: Close dialog
bg: Затвори диалога

source: Close title selection
bg: Затвори избор заглавие

source: Code rate HP
bg: Код за степен HP

source: Code rate LP
bg: Код за степен LP

source: Coderate HP
bg: Код за степен HP

source: Coderate LP
bg: Код за степен LP

source: Collection name
bg: Колекция име

source: Collection settings
bg: Настройки колекция

source: Color format
bg: Цветови формат

source: Color space
bg: Цветово пространство

source: Command To Run
bg: Команда за стартиране

source: Command order
bg: Команден ред

source: Command type
bg: Тип команда

source: Common Interface Assignment
bg: Common Interface възлагане

source: Common Interface assignment
bg: Common Interface възлагане

source: Communication
bg: Комуникация

source: Complete
bg: Завършен

source: Complete Backup
bg: Завършено архивиране

source: Complex (allows mixing audio tracks and aspects)
bg: Комплексно (позволява смесване на аудио записи и аспекти)

source: Composition of the recording filenames
bg: Композиции от имена на файлове за запис

source: Configfile %s saved.
bg: Конфиг. файл %s се запаметява.
