Repository: gimsy/enigma2-6.9
Catalog: po/*.po
Languages: bg

source: Do you really want to download the plugin "%s"?
bg: Искате ли да се изтегли плъгин "%s"?

source: Do you really want to exit?
bg: Искате ли да излезете?

source: Do you really want to initialize the device? All data on the disk will be lost!
bg: Искате ли да се инициализира устройството? Всички данни на диска ще бъдат загубени!

source: Do you really want to move to trashcan ?
bg: Искате ли да преместите в кошчето за боклук?

source: Do you really want to permamently remove '%s' from trash can ?
bg: Искате ли да премахнете завинаги '%s' от кошчето за боклук ?

source: Do you really want to permanently remove from trash can ?
bg: Искате ли да премахнете завинаги от кошчето за боклук?

source: Do you really want to remove directory %s from the disk?
bg: Искате ли да премахнете директория %s от диска?

source: Do you really want to remove the plugin "%s"?
bg: Искате ли да премахнете плъгина "%s"?

source: Do you really want to remove the timer for %s?
bg: Искате ли да премахнете таймер за %s ?

source: Do you really want to remove your bookmark of %s?
bg: Искате ли да премахнете вашия bookmark от %s?

source: Do you want to add any additional information ?
bg: Искате ли да добавите допълнителна информация ?

source: Do you want to also install samba client ? This allows you to mount your windows shares on this device.
bg: Искате ли да се инсталира Samba клиент ? Това ви позволява да монтирате споделени ви прозорци на това устройство.

source: Do you want to attach a text file to explain the log ? (choose 'No' to type message using virtual keyboard.)
bg: Искате ли да прикрепите текстов файл към дневника ? (избере 'Не',за да напишете съобщение, използвайки виртуална клавиатура.)

source: Do you want to backup now? After pressing OK, please wait!
bg: Искате ли да направите резервно копие сега? След като натиснете OK, моля изчакайте!

source: Do you want to backup your settings now?
bg: Искате ли да направите резервно копие на настройките ви сега?

source: Do you want to burn this collection to DVD medium?
bg: Искате ли да запишете тази колекция на DVD носител?

source: Do you want to delete all selected files: (choose 'No' to only delete the currently selected file.)
bg: Искате ли да изтриете всички избрани файлове: (избере 'Не'но само изтриване на селектирания файл.)

source: Do you want to do a service scan?
bg: Искате ли да извърша сканиране сервизи?

source: Do you want to do another manual service scan?
bg: Искате ли да извърша друго ръчно сканиране сервизи?

source: Do you want to download the image to %s ?
bg: Искате ли да изтеглите имидж до %s ?

source: Do you want to install the package:
bg: Искате ли да инсталирате пакета:

source: Do you want to play DVD in drive?
bg: Искате ли да се възпроизведе DVD в устройството?

source: Do you want to preview this DVD before burning?
bg: Искате ли да прегледате това DVD преди записа?

source: Do you want to produce this collection?
bg: Искате ли да се произведе тази колекция?

source: Do you want to reboot your %s %s
bg: Искате ли да рестартирате вашия %s %s

source: Do you want to reboot your %s %s?
bg: Искате ли да рестартирате вашия %s %s?

source: Do you want to reboot your receiver?
bg: Искате ли да рестартирате вашия приемник?

source: Do you want to remove the package:
bg: Искате ли да премахна пакета:

source: Do you want to restore your settings?
bg: Искате ли да възстановите вашите настройки?

source: Do you want to resume this playback?
bg: Искате ли да се възобнови това възпроизвеждане?

source: Do you want to send all selected files: (choose 'No' to only send the currently selected file.)
bg: Искате ли да изпратите всички избрани файлове: (избере 'Не', за да се изпрати само текущо избрания файл)

source: Do you want to update your %s %s ?
bg: Искате ли да актуализирате вашия %s %s ?

source: Do you want to upgrade the package:
bg: Искате ли да актуализирате този пакет:

source: Don't save
bg: Да не се запазва

source: Don't stop current event but disable coming events
bg: Не спирай текущото предаване но спри следващите събития

source: Done - Installed or upgraded %d packages
bg: Готово - инсталирани или обновени %d пакети

source: Done - Installed, upgraded or removed %d package (%s)
bg: Готово - инсталирани, обновени или премахнати %d пакет (%s)

source: Download
bg: Изтегли

source: Download %s from server
bg: Изтегли %s от сървъра

source: Download .NFI-files for USB-flasher
bg: Изтегли .NFI-файлове за USB-флашка

source: Download Failed !!
bg: Изтеглянето се провали !!

source: Download Failed !! %s
bg: Изтеглянето се провали !! %s

source: Download Plugins
bg: Изтегли плъгини

source: Download Softcams
bg: Изтегли Softcams

source: Download and install Plugins
bg: Изтегляне и инсталиране на плъгини

source: Download and install cam
bg: Изтегли и инсталиране на cam

source: Download plugins
bg: Изтегли плъгини

source: Downloading %s
bg: Изтегляне %s

source: Downloading plugin information. Please wait...
bg: Изтеглям информация за плъгин. Моля изчакайте...

source: Drivers: %s
bg: Драйвери: %s

source: Dutch
bg: Холандски

source: Dynamic contrast
bg: Динамичен контраст

source: ECM Statistics
bg: ECM Статистика

source: ECM Time
bg: ECM време

source: ECM data will be included in the stream. This enables a client receiver to decode it.
bg: ЕСМ данни ще бъдат включени в потока. Това дава възможност на клиентския приемник да го декодира.

source: ECM last
bg: ECM последен

source: ECM-Time
bg: ECM-време

source: EPG Cache Check
bg: EPG Кеш проверка

source: EPG Search
bg: EPG Търсене

source: EPG filename
bg: EPG име на файл

source: EPG language selection 1
bg: EPG избор на език 1

source: EPG language selection 2
bg: EPG избор на език 2

source: EPG location
bg: EPG местоположение

source: EPG settings
bg: EPG настройки

source: EPGSearch
bg: EPG Търсене

source: ERROR - failed to scan (%s)!
bg: Грешка - не успя да сканира (%s)!

source: East
bg: Изток

source: East limit set
bg: Източно зададен лимит

source: Edit
bg: Редактирай

source: Edit DNS
bg: Редактирай DNS

source: Edit chapters of current title
bg: Редакт. главите на текущото заглавие

source: Reload Services
bg: Презареди сервизи

source: Edit settings
bg: Редактирай настройки

source: Edit the Nameserver configuration of your %s %s.
bg: Редактирай Nameserver конфигурацията на вашия %s %s.

source: Edit the network configuration of your %s %s.
bg: Редактирай мрежовата конфигурация на вашия %s %s.

source: Edit title
bg: Редактирай заглавие

source: Edit upgrade source url.
bg: Редактирай ъпгрейд URL източник.

source: Education/Science/...
bg: Образование/Наука/...

source: Elapsed
bg: Изтекло

source: Elapsed & Remaining
bg: Изтекло & Оставащо

source: Electronic Program Guide
bg: Електронен справочник за програми

source: Enable
bg: Разрешаване

source: Enable 5V for active antenna
bg: Разрешаване 5V за активната антена

source: Enable EIT EPG
bg: Разрешаване EIT EPG

source: Enable MHW EPG
bg: Разрешаване MHW EPG

source: Enable Netmed EPG
bg: Разрешаване Netmed EPG

source: Enable ViaSat EPG
bg: Разрешаване ViaSat EPG

source: Enable Virgin EPG
bg: Разрешаване Virgin EPG

source: Enable freesat EPG
bg: Разрешаване freesat EPG

source: Enable multiple bouquets
bg: Разрешаване множество букети

source: Enable unlinked bouquets
bg: Разрешаване несвързани букети

source: Enable panic button
bg: Разрешаване паник бутон

source: Enable teletext caching
bg: Разрешаване телетекст кеширане

source: Enabled
bg: Разрешен

source: Enables a feature so that the receiver can decrypt streams (if the ECM data is included in the stream and a valid card is available).
bg: Разрешаване функцията, така че приемникът може да декриптира потоци (ако има данни за ЕСМ включена в потока и валидна карта на разположение).

source: Enable preview
bg: Разрешаване преглед

source: Encryption
bg: Криптиране

source: Encryption key
bg: Криптиране ключ

source: Encryption key type
bg: Криптиране тип ключ

source: Encryption:
bg: Криптиране:

source: End time
bg: Край време

source: English
bg: Английски

source: Enigma2 Changes
bg: Enigma2 промени

source: Enigma2 skin selector
bg: Enigma2 селектор кожа

source: Enter main menu...
bg: Въведете основното меню...

source: Enter pin code
bg: Въведете пин код

source: Enter PIN
bg: Въведете PIN

source: Enter the service pin
bg: Въведете пин за сервиз

source: Enter your email address to send a copy of the log to.
bg: Въведете своя имейл адрес, за да изпрати копие от дневника на.

source: Entitlements
bg: Права

source: Error
bg: Грешка

source: Error code
bg: Код на грешка

source: Error downloading change log.
bg: Грешка при изтеглянето на промяна дневник.

source: Error executing plugin
bg: Грешка при изпълнението на плъгин

source: Error reading webpage!
bg: Грешка при четене на уеб страница!

source: Error: %s
bg: Грешка: %s

source: Error: %s Retry?
bg: Грешка: %s Повторен опит?

source: Estonian
bg: Естонски

source: Ethernet network interface
bg: Интернет мрежов интерфейс

source: Event Info
bg: Инфо за събитие

source: Event font size
bg: Размер шрифта събитие

source: Everywhere
bg: Навсякъде

source: Exceeds Bludisc medium!
bg: Надхвърля Bludisc носител!

source: Exceeds dual layer medium!
bg: Надхвърля dual layer носител!

source: Execute after current event
bg: Изпълнение след текущото събитие

source: Execution finished!!
bg: Изпълнението завърши !!

source: Execution progress:
bg: Изпълнение напредък:

source: Exit
bg: Изход

source: Exit EPG
bg: Изход EPG

source: Exit MAC-address configuration
bg: Изход MAC- адрес конфигурация

source: Exit editor
bg: Изход редактор

source: Exit input device selection.
bg: Изход селекция входно устройство.

source: Exit media player?
bg: Изход мултимедиен плейър?

source: Exit mediaplayer
bg: Изход мултимедиен плейър

source: Exit movie list
bg: Изход филмов списък

source: Exit movie player?
bg: Изход филмов плеър?

source: Exit nameserver configuration
bg: Изход конфигурация nameserver

source: Exit network interface list
bg: Изход списък мрежов интерфейс

source: Exit network wizard
bg: Изход мрежов помощник

source: Exit the wizard
bg: Изход от помощника

source: Expert
bg: Експерт

source: Extended
bg: Разширен

source: Extended Networksetup Plugin...
bg: Разширен плъгин за мрежова настройка...

source: Extended Setup...
bg: Разширена настройка...

source: Extended Shares
bg: Разширени споделяния

source: Extended GUI
bg: Разширен GUI

source: Extended Software
bg: Разширен софтуер

source: Extended Software Plugin
bg: Разширен софтуер за плъгин

source: Extended network setup plugin...
bg: Разширена мрежова настройка плъгин...

source: Extended setup...
bg: Разширени настройки...

source: Extensions
bg: Разширения

source: Extensions management
bg: Разширения за управление

source: External
bg: Външен

source: External subtitle color
bg: Цвят външни субтитри

source: FTP Setup
bg: FTP настройка

source: Factory reset
bg: Възстан. фабрични настройки

source: Failed
bg: Грешка

source: Fan %d
bg: Вентилатор %d

source: Fast
bg: Бърз

source: Show HDD progress
bg: Покажи HDD напредък

source: Fast DiSEqC
bg: Бърз DiSEqC

source: Fast Scan
bg: Бързо сканиране

source: Fast epoch
bg: Бърза епоха

source: Fast forward speeds
bg: Бързите скорости напред

source: Favourites
bg: Предпочитани

source: File appears to be busy.
bg: Файлът изглежда е зает.

source: File oscam.conf not found. Please enter username/password manually.
bg: Файлът oscam.conf не е намерен. Моля, въведете потребителско име/парола ръчно.

source: Filesystem Check
bg: Проверка файлова система

source: Final position at
bg: Окончателна позиция на

source: Final position at index
bg: Окончателна позиция в индекса

source: Fine movement
bg: Финно движение

source: Finetune
bg: Фина настройка

source: Finished
bg: Завърши

source: Finished configuring your network
bg: Завърши конфигурацията на мрежата

source: Finished restarting your network
bg: Завърши рестартирането на мрежата

source: Finnish
bg: Фински

source: Fixed
bg: Определен

source: Flash
bg: Флаш

source: Flashing
bg: Флашване

source: Flashing failed
bg: Флашване неуспешно

source: Flashing:
bg: Флашване:

source: Following tasks will be done after you press OK!
bg: Следните задачи ще бъдат направени, след натискане OK!

source: Fontsize
bg: Размер на шрифта

source: Format
bg: Форматиране

source: Volume Adjust
bg: Нагласяне силата на звука

source: change
bg: промени

source: add Current
bg: добави Текущ

source: add Service
bg: добави сервиз

source: press the menu button to set a general AC3/Dolby offset
bg: натиснете меню бутона, за да се определи общия AC3/Dolby offset

source: Forward volume keys
bg: Предни бутони за звука

source: Frame size in full view
bg: Размер на рамката в пълен изглед

source: Free Memory:
bg: Свободна памет:

source: Free Swap:
bg: Свободна размяна:

source: Free To Air
bg: Свободен ефир

source: Free memory
bg: Свободна памет

source: Free memory:
bg: Свободна памет:

source: Free:
bg: Свободна:

source: FreeSpace
bg: Свободно пространство

source: French
bg: Френски

source: Frequency
bg: Честота

source: Frequency bands
bg: Честотна лента

source: Frequency scan step size(khz)
bg: Честота сканиране, размер стъпка(KHz)

source: Frequency steps
bg: Честотни стъпки

source: Fri
bg: Пет

source: Friday
bg: Петък

source: Frontprocessor version: %s
bg: Предни версии на процесора: %s

source: Full back-up on %s
bg: Пълно резервно на %s

source: Full transparency
bg: Пълна прозрачност

source: Fulview resulution
bg: Пълен изглед резолюция

source: Automatic resolution
bg: Автоматична резолюция

source: If enabled the output resolution of the box will try to match the resolution of the video contents resolution
bg: Ако е разрешена резолюцията на изхода на приемника ще се опита да съответства на резолюцията на видео съдържание резолюция

source: If enabled, will checks for the time after the start of the receiver is within the time window and optionally switched to standby. If disabled, must additional be available a signal for the successful wakeup detection. (some receiver send a false or none signal)
bg: Ако е разрешено, ще проверява за времето след стартиране на приемника врамките на прозореца време и евентуално включване в standby. Ако е забранено, трябва допълнително да бъде на разположение сигнал за успешното откриване на събуждане. (Някой приемник изпраща неверен или няма сигнал)

source: All resolutions
bg: Всички резолюции

source: only HD
bg: само HD

source: Delay time
bg: Време забавяне

source: Force de-interlace
bg: Силно редуване

source: Automatic resolution label
bg: Автоматична резолюция етикет

source: Always use smart1080p mode
bg: Винаги използвай smart1080p режим

source: This option allows you to always use e.g. 1080p50 for TV/.ts, and 1080p24/p50/p60 for videos
bg: Тази опция ви позволява да използвате винаги например 1080p50 за TV/.ts и 1080p24/Р50/р60 за видео

source: Show SD as
bg: Покажи SD като

source: This option allows you to choose how to display 1080p 24Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция ви позволява да изберете как да се показва 1080p 24Hz на вашия ТВ.(тъй като не подкрепят всички телевизори тези резолюции)

source: This option allows you to choose how to display 1080p 25Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция ви позволява да изберете как да се показва 1080p 25Hz на вашия ТВ.(тъй като не подкрепят всички телевизори тези резолюции)

source: This option allows you to choose how to display 1080p 30Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция ви позволява да изберете как да се показва 1080p 30Hz на вашия ТВ.(тъй като не подкрепят всички телевизори тези резолюции)

source: This option allows you to choose how to display 720p 24Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция ви позволява да изберете как да се показва 720p 24Hz на вашия ТВ.(тъй като не подкрепят всички телевизори тези резолюции)

source: This option allows you to choose how to display standard defintion video on your TV.
bg: Тази опция ви позволява да изберете как да се показва стандартна разделителна видео способност на вашия ТВ.

source: This option allows you can config the Colorspace from Auto to RGB
bg: Тази опция позволява да конфиг. цветовото пространство от Auto към RGB

source: This option allows you to choose how to display SD progressive 24Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция позволява да изберете как да се показва SD progressive 24Hz на вашия ТВ.(тъй като не подкрепят всички телевизори тези резолюции)

source: This option allows you to Power Off the display.
bg: Тази опция ви позволява да изключите дисплея.

source: Allows you to setup the button to do what you choose.
bg: Позволява да настроите бутона, за да направи това, което сте избрали.

source: Stop previous broadcasted service on return to movielist.
bg: Стоп на предишния сервиз за излъчване и връщане към филмовия списък.

source: Allows you to hide the extensions of known file types.
bg: Позволява да скриете разширенията на известни типове файлове.

source: Allows you to adjust the amount of time the resolution infomation display on screen.
bg: Позволява ви да регулирате размера на времето и информация за резолюцията на дисплея на екрана.

source: When enabled, network trash can's are probed for cleaning.
bg: Когато е актив., мрежовия кош за боклук се сондира за почистване.

source: When tuned to a service the system will normally scan the transponder for any changes and save them. Only set to 'yes' if you're absolutely sure what you're doing.
bg: Когато настроите сервиза, системата обикновено ще сканира транспондера за всички промени и ги запазва. Само настроен на 'да', ако не сте абсолютно сигурни в това което правите.

source: Configure the skip time interval for the '1'/'3' buttons.
bg: Конфиг. времевия интервал за прескачане на бутоните '1'/'3'.

source: Configure the skip time interval for the '4'/'6' buttons.
bg: Конфиг. времевия интервал за прескачане на бутоните '4'/'6'.

source: Configure the skip time interval for the '7'/'9' buttons.
bg: Конфиг. времевия интервал за прескачане на бутоните '4'/'7'.

source: GB
bg: ГБ

source: GB800SOLO takes about 20 mins !!
bg: GB800SOLO отнема около 20 минути !!

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
bg: GUI се нуждае от рестарт за да приложи новата кожа Искате ли да рестартирате GUI сега?

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
bg: GUI се нуждае от рестарт за да приложи новата кожа Искате ли да рестартирате GUI сега?

source: Gateway
bg: Шлюз

source: General
bg: Общо

source: General AC3 delay
bg: Общо AC3 забавяне

source: General PCM delay
bg: Общо PCM забавяне

source: Genre
bg: Жанр

source: German
bg: Немски

source: Get latest experimental image
bg: Вземи последния експериментален имидж

source: Get latest release image
bg: Вземи последния реализиран имидж

source: Getting Event Info failed!
bg: Приемам събитие с неуспешно инфо!

source: Getting Softcam list. Please wait...
bg: Приемам Softcam списък. Моля изчакай...

source: Getting plugin information. Please wait...
bg: Приемам плъгин информация. Моля изчакайте...

source: Go down the list
bg: Отиди надолу в списъка

source: Go to first movie or last item
bg: Отиди на първия филм или на последния елемент

source: Go to first movie or top of list
bg: Отиди на първия филм или в горната част на списъка

source: Go to first service
bg: Отиди на първия сервиз

source: Go to last service
bg: Отиди до последния срвиз

source: Go to next event
bg: Отиди до следващото събитие

source: Go to next page of service
bg: Отиди на следващата страница на сервиза

source: Go to previous event
bg: Отиди към предишното събитие

source: Go to previous page of service
bg: Отиди на следващата страница на сервиза

source: Go up the list
bg: Отиди на списъка

source: Goto
bg: Отиди на

source: Goto 0
bg: Отиди на 0

source: Goto :
bg: Отиди на :

source: Goto X
bg: Отиди на X

source: Goto index position
bg: Отиди на индекс позиция

source: Goto next bouquet
bg: Отиди на следващия букет

source: Goto next channel
bg: Отиди на следващия канал

source: Goto next day of events
bg: Отиди на следващия ден на събития

source: Goto next event
bg: Отиди на следващо събитие

source: Goto next page of events
bg: Отиди на следващата страница на събития

source: Goto position
bg: Отиди на позиция

source: Goto previous bouquet
bg: Отиди на предишния букет

source: Goto previous channel
bg: Отиди на предишния канал

source: Goto previous day of events
bg: Отиди на предишния ден на събития

source: Goto previous event
bg: Отиди на предишно събитие

source: Goto previous page of events
bg: Отиди на предишна страница на събития

source: Goto specific data/time
bg: Отиди на конкретни данни/време

source: GotoX calibration
bg: Отиди на X калибровка

source: Graphical EPG
bg: Графично EPG

source: Message
bg: Съобщение

source: default
bg: по подраз

source: Graphical InfobarEPG settings
bg: Графични настройки инфолента EPG

source: GraphicalEPG settings
bg: Графични EPG настройки

source: Graphics
bg: Графика

source: Greek
bg: Гръцки

source: Grey
bg: Сив

source: Guard interval
bg: Зашита интервал

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
bg: H: = Почасово / D: = Дневен / W: = Седмичен / M: = Месечен

source: HD list
bg: HD списък

source: controlled by HDMI
bg: контролирано от HDMI

source: HDMI CEC Setup
bg: HDMI CEC настройка

source: Handle standby from TV
bg: Работи в standby на TВ

source: Handle wakeup from TV
bg: Работи със събуждам от TВ

source: Hard disk setup
bg: Настройка твърд диск

source: Hard disk standby after
bg: Твърд диск в standby след

source: Hebrew
bg: Иврит

source: Height
bg: Височина

source: Here you can select which files should be updated with a online update
bg: Тук можете да изберете кои файлове трябва да се актуализират онлайн

source: Hidden network
bg: Скрита мрежа

source: Network menu
bg: Меню мрежа

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
bg: Конфиг. източника на данните от интерфейса както е показано на инфобара. 'Настройки'се съхраняват от настройките.'Тунер' е както е докладвано от тунера.

source: Select what you want the EPG button to activate:
bg: Изберете какво искате с бутон EPG, за да активирате:

source: Select what you want the INFO button to activate:
bg: Изберете какво искате с бутон INFO, за да активирате:

source: Hide any zap error messages.
bg: Скриване на всички ZAP съобщения за грешки.

source: When enabled, show status or error messages.
bg: Когато е актив., се показва статуса или съобщения за грешки.

source: Hide known extensions
bg: Скриване на известни разширения

source: Hide player
bg: Скрий плейър

source: Hide zap errors
bg: Скриване на ZAP грешки

source: Hierarchy info
bg: Йерархия инфо

source: Hierarchy information
bg: Йерархия инфомация

source: High bitrate support
bg: Поддръжка висока битова скорост

source: History zap...
bg: История ZAP...

source: Hold screen
bg: Задръж екран

source: Hold till locked
bg: Задръжте до заключен

source: Home
bg: У дома

source: Horizontal
bg: Хоризонтален

source: Horizontal turning speed
bg: Хоризонтална скорост на завиване

source: Hostname:
bg: Име хост:

source: Hostname:
bg: Име хост:

source: Hour
bg: Час

source: Hourly
bg: Почасов

source: Hours Mins
bg: Часове мин

source: Hours Mins Secs
bg: Часове мин/сек

source: How many minutes do you want to record?
bg: Колко минути искате да запишете?

source: Hue
bg: Оттенък

source: Hungarian
bg: Унгарски

source: IMDB search for current event
bg: IMDB търсене за текущото събитие

source: IMDb Details
bg: IMDb Детайли
