Repository: gimsy/enigma2-6.9
Catalog: po/*.po
Languages: bg

source: move
bg: ход

source: move down to last entry
bg: ход надолу към последния запис

source: move down to next entry
bg: ход надолу към следващия запис

source: move up to first entry
bg: ход нагоре към първия запис

source: move up to previous entry
bg: ход нагоре към предишен запис

source: movie/drama (general)
bg: филм/драма (общо)

source: multinorm
bg: мултистандарт

source: music/ballet/dance (general)
bg: музика/балет/танц (общо)

source: musical/opera
bg: музикален/опера

source: nature/animals/environment
bg: природа/животни/околна среда

source: never
bg: никога

source: new media
bg: нова медия

source: news magazine
bg: списание новини

source: news/current affairs (general)
bg: новини/текущи събития (общо)

source: news/weather report
bg: новини/информация за времето

source: no
bg: не

source: no CAId selected
bg: не е избран CAId

source: no CI slots found
bg: няма открити CI слотве

source: no module found
bg: няма открит модул

source: no or unknown card inserted
bg: без или с неизвестна поставена карта

source: no storage devices found
bg: не са намерени устройства за съхранение

source: Storage devices
bg: Устройства за съхранение

source: none
bg: никой

source: normal
bg: нормален

source: not configured
bg: не е конфигурирано

source: not locked
bg: не е заключен

source: not supported
bg: не се поддържа

source: not used
bg: не се използва

source: nothing connected
bg: нищо не е свързано

source: of a DUAL layer medium used.
bg: използване на двуслоен носител.

source: of a SINGLE layer medium used.
bg: използване на еднослоен носител.

source: off
bg: изкл

source: on READ ONLY medium.
bg: на само прочетен носител.

source: once
bg: веднъж

source: open nameserver configuration
bg: отвори конфигурация сървър

source: original
bg: оригинален

source: original language
bg: оригинален език

source: packages selected.
bg: избраните пакети.

source: page left
bg: лява страница

source: pass
bg: минавам

source: performing arts
bg: сценични изкуства

source: play as picture in picture
bg: възпроизвеждане като картина в картина

source: play in mainwindow
bg: възпроизвеждане в основния прозорец

source: please press OK when ready
bg: моля натиснете ОК когато е готово

source: please wait, loading picture...
bg: моля изчакайте, зареждам картина...

source: please wait...
bg: моля изчакай..

source: popular culture/traditional arts
bg: популярна култура/традиционни изкуства

source: pre-school children's program
bg: предучилищна детска програма

source: provid:
bg: провайдер:

source: provider:
bg: провайдер:

source: reboot system
bg: рестартиране система

source: record
bg: запис

source: recording...
bg: запис...

source: red
bg: червен

source: religion
bg: религия

source: remarkable people
bg: забележителни хора

source: remove after this position
bg: премахни след тази позиция

source: remove all alternatives
bg: премахни всички алтернативи

source: remove all new found flags
bg: премахни всички нови открити флагове

source: remove before this position
bg: премахни преди тази позиция

source: remove bookmark
bg: премахни отметка

source: remove directory
bg: премахни директория

source: remove entry
bg: премахни вписване

source: remove from parental protection
bg: премахни от родителски контрол

source: remove new found flag
bg: премахни нови открити флагове

source: remove selected satellite
bg: премахни избрания сателит

source: remove this mark
bg: премахни тази отметка

source: rename
bg: преименувай

source: repeat playlist
bg: повтори плейлиста

source: repeated
bg: повторен

source: restart GUI
bg: рестарт GUI

source: reverse by date
bg: обратно по дата

source: rewind to the previous chapter
bg: превърти до предишната глава

source: right
bg: десен

source: right, wrapped
bg: дясно, увит

source: rock/pop
bg: рок/поп

source: romance
bg: романтика

source: running...
bg: запис...

source: Run
bg: Стартирам

source: save last directory on exit
bg: запис на последната директория при изход

source: save playlist on exit
bg: запис плейлист при изход

source: scan state
bg: състояние сканиране

source: science fiction/fantasy/horror
bg: научна фантастика/фентъзи/хорър

source: second cable of motorized LNB
bg: втори кабелен или моторизиран LNB

source: Second cable of motorized LNB
bg: Втори кабел на моторизирано LNB

source: seconds
bg: секунди

source: select
bg: изберете

source: select CAId's
bg: изберете CAId's

source: select menu entry
bg: изберете вписване меню

source: serious music/classic music
bg: сериозна музика/класическа музика

source: serious/classical/religious/historical movie/drama
bg: сериозен/класически/религиозен/исторически филм/драма

source: service PIN
bg: сервиз PIN

source: set as startup service
bg: задайте като стартиращ сервиз

source: show DVD main menu
bg: покажи основното DVD mеню

source: show EPG...
bg: покажи EPG...

source: Show CCcamInfo in Extensions Menu
bg: Покажи CCcamInfo в Меню разширения

source: Show OscamInfo in Extensions Menu
bg: Покажи Oscam инфо в Меню разширения

source: Start mode
bg: Старт режим

source: Here can set the EPG will alway open at the current channel, the first channel or one of both with primetime. If no primetime selected, the current time is used.
bg: Тук можете да зададете EPG ще всякога е отворен в текущия канал, първиятканал или един от двата с primetime. Ако няма избран primetime, следващотовреме се използва.

source: show all cards
bg: покажи всички карти

source: show all tags
bg: покажи всички тагове

source: show alternatives
bg: покажи алтернативи

source: show cards with uphop 0
bg: покажи карти с uphop 0

source: show cards with uphop 1
bg: покажи карти с uphop 1

source: show cards with uphop 2
bg: покажи карти с uphop 2

source: show cards with uphop 3
bg: покажи карти с uphop 3

source: show cards with uphop 4
bg: покажи карти с uphop 4

source: show cards with uphop 5
bg: покажи карти с uphop 5

source: show cards with uphop 6
bg: покажи карти с uphop 6

source: show cards with uphop 7
bg: покажи карти с uphop 7

source: show cards with uphop 8
bg: покажи карти с uphop 8

source: show cards with uphop 9
bg: покажи карти с uphop 9

source: show event details
bg: покажи подробности за събитието

source: show mediaplayer on mainmenu
bg: покажи медия плеър на основното меню

source: show program information...
bg: покажи инфо за програмата...

source: show transponder info
bg: покажи инфо за транспондер

source: show/game show (general)
bg: шоу/шоу игра (общо)

source: shuffle
bg: претупвам

source: shut down
bg: изключвам

source: simple
bg: опростен

source: skip backward
bg: прескочи назад

source: skip backward (enter time)
bg: прескочи назад (въведи време)

source: skip forward
bg: прескочи напред

source: skip forward (enter time)
bg: прескочи напред (въведи време)

source: soap/melodram/folkloric
bg: сапунен/мелодрама/фолклорен

source: social/political issues/economics (general)
bg: социални/политически въпроси/икономика (общо)

source: social/spiritual science
bg: социална/духовната наука

source: sorting of playlists
bg: сортиране на плейлисти

source: Special Features
bg: Специални функции

source: special events
bg: специални събития

source: sports (general)
bg: спортове (общо)

source: sports magazine
bg: спортно списание

source: standard
bg: стандарт

source: start cut here
bg: изрежи тук

source: start directory
bg: стартова директория

source: stepsize
bg: размер на стъпка

source: stereo
bg: стерео

source: stop using as startup service
bg: стоп използване като стартиращ сервиз

source: switch to bookmarks
bg: превключете на bookmarks

source: switch to filelist
bg: превключете на файл лист

source: switch to the next angle
bg: превключете на следващ ъгъл

source: switch to the next audio track
bg: превкл. на следващ аудио език

source: switch to the next subtitle language
bg: превкл. на следващ език за субтитри

source: system:
bg: система:

source: talk show
bg: радио-телевизионно интервю

source: team sports
bg: отборни спортове

source: technology/natural science
bg: технологии/естествени науки

source: template file
bg: шаблонен файл

source: tennis/squash
bg: тенис/скуош

source: this recording
bg: този запис

source: this service is protected by a parental control pin
bg: този сервиз е заключен с ПИН за родителски контрол

source: toggle time, chapter, audio, subtitle info
bg: превключване на време, глава, аудио, субтитри инфо

source: top
bg: връх

source: tourism/travel
bg: туризъм/пътуване

source: true
bg: вярно

source: Tuner is not supported
bg: Тунера не се поддържа

source: uShare Log
bg: uShare дневник

source: uShare Name
bg: uShare име

source: uShare Port
bg: uShare порт

source: uShare Setup
bg: uShare настройки

source: unavailable
bg: който не е на разположение

source: unconfirmed
bg: непотвърден

source: unknown
bg: непознат

source: unknown service
bg: непознат сервиз

source: unpublished
bg: непубликуван

source: until standby/restart
bg: до готовност/рестартиране

source: updates available.
bg: актуализации на разположение.

source: user defined
bg: дефинирани от потребителя

source: using:
bg: използвайки:

source: variety show
bg: вариететно шоу

source: vertical
bg: вертикална

source: view extensions...
bg: виж разширенията...

source: wait for mmi...
bg: изчакай за mmi...

source: waiting
bg: изчаквам

source: wakeup
bg: събуждане

source: wakeup to standby
bg: събуждане в standby

source: water sport
bg: водни спортове

source: weekly
bg: седмично

source: west
bg: запад

source: when asking question about this log
bg: когато питам с въпрос за този дневник

source: when asking question about this log A copy has been sent to yourself.
bg: когато питам с въпрос за този дневник Копие бе изпратено до теб.

source: white
bg: бял

source: width
bg: широчина

source: winter sport
bg: зимни спортове

source: wireless network interface
bg: интерфейс за безжична мрежа

source: with %d error
bg: с %d грешка

source: with exit button
bg: с бутона за излизане

source: with left/right buttons
bg: с ляво/дясно бутони

source: with long OK press
bg: с дълго натискане OK

source: working
bg: работя

source: yellow
bg: жълт

source: Yellow
bg: Жълто

source: Yellow long
bg: Дълго жълто

source: yes
bg: да

source: yes (keep feeds)
bg: да (запази фийдове)

source: your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
bg: вашият %s %s може да бъде неизползваем сега.Моля, консултирайте се с ръководството за допълнителна помощ преди рестартиране на %s %s.

source: zap and record
bg: zap или запис

source: Select Software Update
bg: Изберете актуализация на софтуер

source: Overwrite Spinner Files ?
bg: Презаписване Spinner файлове ?

source: Overwrite spinner files during software upgrade?
bg: Презаписване spinner файлове при обновяване на софтуера?

source: Update at your own risk
bg: Актуализация на свой собствен риск

source: Keymap Selection
bg: Избор на клавиатурна подредба

source: Keymap changed, you need to restart the GUI
bg: Клавиатурната подредба е променена, трябва да рестартирате GUI

source: Do you want to restart now?
bg: Искате ли да рестартирате сега?

source: Show Softcam-Panel in Extensions Menu
bg: Покажи Softcam-Panel в Меню разширения

source: an internal error has occur
bg: възникна вътрешна грешка

source: Copy your keymap to /usr/share/enigma2/keymap.usr
bg: Копира клавиатурната ви подредба за /usr/share/enigma2/keymap.usr

source: Default (keymap.xml)
bg: По подраз. (keymap.xml)

source: User (keymap.usr)
bg: Потребител (keymap.usr)

source: Use Keymap
bg: Използвай ключ на картата

source: Upgrade with GUI
bg: Ъпгрейд с GUI

source: Select how your box will upgrade.
bg: Изберете как вашият приемник ще надграждате.

source: Overwrite setting files (channellist) during software upgrade?
bg: Презаписване настройка файлове при обновяване на софтуера?

source: Overwrite driver files during software upgrade?
bg: Презаписване драйвера за файлове при обновяване на софтуера?

source: Overwrite softcam files during software upgrade?
bg: Презаписване softcam файлове при обновяване на софтуера?

source: Overwrite picon files during software upgrade?
bg: Презаписване picon файлове при обновяване на софтуера?

source: ImageWizard
bg: Имидж помощник

source: Please select an aspect ratio...
bg: Моля, изберете аспектното съотношение...

source: Refresh
bg: Обнови

source: Network Neighbourhood
bg: Мрежово съседство

source: Please select a resolution...
bg: Моля, изберете резолюция ...

source: Auto(not available)
bg: Авто(не е наличен)

source: Aspect list...
bg: Списък аспект...

source: USB = Do you want to make a back-up on USB? This will take between 4 and 15 minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select USB.
bg: USB = Искате ли да направите резервно копие на USB? Това ще отнеме между 4 и 15 минути в зависимост от използвата файлова система и е напълно автоматично. Уверете се, че първо сте поставили USB флаш устройство, преди да изберете USB.

source: HDD = Do you want to make an USB-back-up image on HDD? This only takes 2 or 10 minutes and is fully automatic.
bg: HDD = Искате ли да се направи USB-резервен имидж на HDD? Това отнема само 2 или 10 минути и е напълно автоматично.

source: VideoWizard
bg: Видео помощник

source: Swap Place:
bg: Swap място:

source: Swap Size:
bg: Swap размер:

source: Recovery Mode
bg: Режим

source: Your %s %s is rebooting into Recovery Mode
bg: Вашият %s %s се рестартира

source: Really reboot into Recovery Mode?
bg: Наистина ли да ъпгрейдна предния процесор и рестартирам сега?

source: Your %s %s was not shutdown properly. Do you want to put it in %s?
bg: Вашият %s %s не бе изключен както трябва. Искате ли да го поставите в %s?

source: just boot
bg: просто зареди

source: goto standby
bg: отиди на standby

source: goto deep-standby
bg: отиди на deep-standby

source: After PowerLost
bg: След PowerLost

source: Select what should be done when the %s %s was shutdown incorrectly, or after the Power was lost.
bg: Изберете това, което трябва да се направи, когато %s %s е бил изключен неправилно или след спиране на захранване.

source: Show MiniTV in the Front Display
bg: Покажи MiniTV на предния дисплей

source: You can Display MiniTV with or without OSD Menu
bg: Можете да покажете MiniTV с или без OSD меню

source: MiniTV with OSD
bg: Mини ТВ с OSD

source: OSD Position
bg: OSD Позиция

source: Set Framerate for MiniTV
bg: Задайте скорост на кадрите за MiniTV

source: Lower Framerate save CPU Time
bg: Долна скорост на кадрите запази CPU Time

source: Do you want to delete all other languages?
bg: Искате ли да изтриете всички други езици?

source: Except %s
bg: С изключение %s

source: Delete Language
bg: Изтрий език

source: Configure if and how crypto icons will be shown in the channel selection list.
bg: Конфиг. дали и как крипто икони ще бъдат показани в списъка на избрания канал.

source: Set the scrolling speed of text on the front display, this is used by software renderer in some skins.
bg: Задайте скоростта превъртане текст на предния дисплей,това се използва от софтуера за визуализация в някои кожи.

source: Set the delay time between repeated loops, this is used by software renderer in some skins.
bg: Задайте времето на забавяне между повтарящи се цикли, това се използва от софтуера за визуализация в някои кожи.

source: AAC downmix
bg: AAC смесване

source: Dolby Digital / DTS downmix
bg: Dolby Digital / DTS цифрово смесване

source: If set to 'yes', enable autorecord for automatically background timeshift
bg: Ако е 'да', разрешава автоматичен запис за automatically background timeshift

source: Enable Autorecord
bg: Разрешаване автозапис

source: Enable Swap at startup
bg: Разрешаване размяна при стартиране

source: Autorecord location
bg: Местоположение автозапис

source: OK long
bg: OK дълго

source: Up
bg: Нагоре

source: Down
bg: Надолу

source: Epg/Guide long
bg: EPG/Дълго ръководство

source: Channel up
bg: Канал нагоре

source: Channel down
bg: Канал надолу

source: Favorites
bg: Любими

source: Favorites long
bg: Любими дълги

source: Fastforward
bg: Превъртане напред

source: File long
bg: Дълъг файл

source: Help
bg: Помощ

source: Help long
bg: Дълга помощ

source: Media long
bg: Медия дълго

source: Playlist long
bg: Възпроизвеждане дълъг списък

source: Power long
bg: Захранване дълго

source: Radio long
bg: Радио дълго

source: Search/WEB long
bg: Търсене/WEB дълго

source: Sleep long
bg: Заспиване

source: Subtitle long
bg: Дълги субтитри

source: Directory long
bg: Дълга директория

source: always
bg: винаги

source: Protect configuration
bg: Защитете конфигурацията

source: Protect main menu
bg: Защитете основмото меню

source: Protect movie list
bg: Защитете филмовия списък

source: Protect plugin browser
bg: Защитете плъгин браузър

source: Protect standby menu
bg: Защитете меню standby

source: Protect timer menu
bg: Защитете меню таймер

source: SCPC optimized search range
bg: SCPC оптимизирано гама търсене

source: Plugin
bg: Плъгин филтър

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached while changing channels.
bg: Когато е актив., продължава към следващия букет когато последният канал на текущия букет е постигнат, докато се смянят каналите.

source: With this option set to 'yes' the channel lists will always show you the bouquet screen first. If set to 'no' the current bouquet will be opened.
bg: С тази опция настроена на 'да' списъците на канала винаги ще ви показва букет екран първи. Ако е 'не' текущия букет ще бъде отворен.

source: MultiBoot Selector
bg: Селектор кожа

source: Select Image: %s
bg: инсталиран в момента имидж: %s

source: no image found
bg: няма намерен имидж

source: Do you want to reboot now with selected image?
bg: Искате ли да се рестартира сега с избраното изображение?

source: Your box needs Bootloaderversion(s) %s to make compatible with Bootoptions!
bg: Вашият приемник се нуждае Bootloaderversion(и) %s да се направи съвместим с Bootoptions!

source: File not found - rename failed!
bg: Преименуването се провали!

source: Name already exists - rename failed!
bg: Името вече съществува - преименуване неуспешно!

source: 2160p60 without PiP (Standard)
bg: 2160p60 без PiP (Стандарт)

source: 2160p50 with PiP (Experimental)
bg: 2160p50 с PiP (Експериментална)

source: (unknown mode)
bg: (неизвестен режим)

source: Current Bootsettings: %s (%s)%s
bg: Текущ Bootsettings: %s (%s)%s

source: Select Bootoption: %s
bg: Изберете действие за таймер %s:

source: Next boot will start from Image 1.
bg: Следващ boot ще стартира от имидж 1.

source: Can not repair file %s
bg: Не може да се отвори файла %s

source: Caution, next boot is starts with these settings!
bg: Внимание, следващия boot стартира с тези настройки!

source: Alternative Image 1 partition for boot repair not found.
bg: Алтернативен имидж 1 дял за bootrepair не е намерен.

source: Wrong Bootsettings detected!
bg: В loopthrough настройката не е наред.

source: Do you want to reboot now?
bg: Искате ли да рестартирате сега?

source: Can not write file %s
bg: Не може да се отвори файла %s

source: Write error!
bg: Грешка при писане!

source: Error in file %s
bg: Грешка във файл %s

source: Command line error!
bg: Команда грешка линия!

source: Downloading
bg: Изтегляне
